Repository: oe-mirrors/yampmusicplayer
Catalog: usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer/locale/*/LC_MESSAGES/YampMusicPlayer.po
Languages: de

source: YAMP Music Player - Add directory to Database
de: YAMP Music Player - Verzeichnis in Datenbank einfügen

source: YAMP Music Player - Database Actions
de: YAMP Music Player - Datenbankaktionen

source: Cancel
de: Abbruch

source: inserted
de: eingefügt

source: actualized
de: aktualisiert

source: skipped
de: überspr.

source: DB Insert:
de: DB einfügen:

source: DB insert finished
de: DB einlesen beendet

source: YampLCDRunningScreenV33: Failed to open/read %s
de: YampLCDRunningScreenV33: Datei %s konnte nicht geöffnet / gelesen werden.

source: YampLCDScreenV33: Failed to open/read %s
de: YampLCDScreenV33: Datei %s konnte nicht geöffnet / gelesen werden.

source: Configuration
de: Einstellungen

source: YAMP Music Player Configuration
de: YAMP Music Player Einstellungen

source: Skin <%s> not possible, as %s (and maybe more) is missing Skin is disabled now! To enable it again, Yamp has to be restarted
de: Skin %s nicht möglich, da %s (und vielleicht mehr) fehlt Skin ist jetzt deaktiviert. Um ihn wieder zu aktivieren, muss Yamp neu gestartet werden

source: This custom skin most likely has been copied from an old version, and probably is not up-to-date. It is recommended to switch to a standard skin and check and revise the custom skin (compare it with the accordingstandard skin)!
de: Dieser "eigene" Skin wurde wahrscheinlich von einer Vorgänger-Version kopiert und ist nicht auf dem aktuellen Stand. Es wird dringend geraten, auf einen Standard-Skin umzustellen und den "Eigenen" (custom) Skin zu überprüfen und anzupassen (Vergleich mit dem zugehörigen Standard-Skin)!

source: General Adjustments
de: Allgemeine Einstellungen

source: YAMP skin (restart required)
de: YAMP skin (Yamp Neustart erforderlich)

source: YAMP database directory
de: YAMP Datenbankverzeichnis

source: Filebrowser startup directory
de: Anfangsverzeichnis der Dateiliste

source: Save filebrowser directory on exit
de: Aktuelles Verzeichnis beim Beenden merken

source: Directory for saved playlists
de: Verzeichnis zur Speicherung von Wiedergabelisten

source: Use single directory for lyrics
de: Gemeinsames Verzeichnis für alle Liedtexte

source: Directory for saved lyrics
de: Verzeichnis für Liedtexte

source: Screensaver slideshow directory
de: Verzeichnis für Bildschirmschoner Dias

source: Artwork slideshow base directory
de: Basis-Verzeichnis für Artwork-Bildschirmschoner

source: Filelist / Databaselist / Playlist
de: Dateiliste / Datenbankliste / Wiedergabeliste

source: Layout of Title of Filelist
de: Layout des Titels der Datei-Liste

source: Exclude directories in DB-Search starting with
de: Einlesen in DB: Unter-Verz. ausschliessen, die starten mit

source: Reduce number of artists by ignoring everything beginning with 'feat'
de: Verkürzung der Interpreten-Namen - alles ignorieren ab 'feat'

source: Title only once in artist/genre selection
de: Titel nur einmal bei Interpreten- oder Genreabfrage anzeigen

source: Standardize title and artist names
de: Standardisierte Schreibweise für Titel und Interpreten

source: Playlist layout
de: Darstellung der Wiedergabeliste

source: Layout for display of >next song<
de: Layout für die Anzeige > es folgt <

source: Display unknown element (n/a) in info-bar as
de: Unbekannte Elemente (n/a) in der Info-Leiste anzeigen als

source: Remember playlist on exit
de: Wiedergabeliste beim Beenden merken

source: Repeat playlist at end
de: Wiederholung der Wiedergabeliste

source: Enable wrap around on move titles in playlist
de: Wrap-Around (Endlosliste) beim Verschieben in Wiedergabeliste

source: Start playing immediate (if playlist exists)
de: Starte sofort mit Abspielen, falls Titel in der Wiedergabeliste

source: Gap reduction (1/10 seconds, 0 = off)
de: Pause-Reduzierung (1/10 Sekunden, 0 = aus)

source: Cover Search / Auto Save
de: Cover-Suche / Auto Speichern

source: Cover search priority 1 (highest)
de: Cover-Suche Priorität 1 (höchste)

source: Cover search priority 2
de: Cover-Suche Priorität 2

source: Cover search priority 3
de: Cover-Suche Priorität 3

source: Cover search priority 4
de: Cover-Suche Priorität 4

source: Cover search priority 5 (lowest)
de: Cover-Suche Priorität 5 (niedrigste)

source: Google cover search for videos
de: Google Cover-Suche auch bei Videos

source: Google cover auto save in title directory
de: Auto-Speichern des Google-Covers

source: Lyrics Search / Auto Save
de: Liedtext - Suche / Auto Speichern

source: Lyrics Search priority 1 (highest)
de: Liedtext-Suche Priorität 1 (höchste)

source: Lyrics Search priority 2
de: Liedtext-Suche Priorität 2

source: Lyrics Search priority 3
de: Liedtext-Suche Priorität 3

source: Lyrics Search priority 4 (lowest)
de: Liedtext-Suche Priorität 4 (niedrigste)

source: Auto-save lyrics found online
de: Online gefundene Liedtexte automatisch speichern

source: Artist-Art / MbId Search
de: Artist-Art / MbId Suche

source: Artist-Art-Pictures online search at fanart.tv
de: Artist-Art Online-Bildersuche bei fanart.tv

source: fanart.tv personal api key
de: fanart.tv persönlicher Api-Key

source: Musicbrainz-Artist-ID (MbId) search mode
de: Musicbrainz-Artist-ID (MbID) Such-Modus

source: Musicbrainz Artist identification min score
de: Musicbrainz Künstler-Identifikation Min.-Relevanz (1..100)

source: Screensaver / Dia-Show / Artist-Art
de: Bildschirmschoner / Dia-Schau / Artist-Art

source: Type of screensaver
de: Art des Bildschirmschoners

source: Screensaver pictures in background (Info-Bar visible)
de: Bildschirmschoner-Bilder im Hintergrund (Info-Bar sichtbar)

source: Key <Audio> adjustment is reset at end of song
de: Temporäre Einstellung (Taste Audio) wird bei Songwechsel zurückgesetzt

source: Include subdirs in slideshow (custom or artwork) directory
de: Unterverzeichnisse für Bildschirmschoner (individuell oder Artwork) einschliessen

source: Wait for screensaver (seconds, 0 = off)
de: Wartezeit für Bildschirmschoner (Sekunden, 0=aus)

source: Wait-time for next screensaver slide (seconds)
de: Zeit bis zum nächsten Bildwechsel (Sekunden)

source: Sorting of screensaver pictures
de: Sortierung der Bildschirmschoner-Bilder

source: Screensaver in dblist/filelist
de: Bildschirmschoner auch in Dateiliste/Datenbank

source: Manual activate/deactivate Screensaver by <%s> Button
de: Bildschirmschoner manuell aktivieren/deaktivieren per <%s>-Taste

source: Max. Screensaver Off-Time manual (seconds, 0=unlimited)
de: Manuell abgeschalteter Bildschirmschoner: Max-Aus-Zeit (Sekunden, 0=unbegrenzt)

source: Show background in Info-Bar (visibility)
de: Dunkler Hintergrund für Info-Bar bei Bildschirmschoner

source: Show clock while screensaver active
de: Uhr anzeigen im Bildschirmschoner

source: Operation / Display
de: Bedienung / Anzeige

source: Playlist entry move multiple lines
de: Grosses Verschieben in Wiedergabeliste (Taste lang)

source: Max. display time "Cover Scroll" seconds, 0=off)
de: Max. Anzeigedauer "Cover bei Scrollen" (Sekunden, 0=aus)

source: Show file icons in filelist
de: Datei-Icons in Dateiliste anzeigen

source: Show file icons in playlist
de: Datei-Icons in Wiedergabeliste anzeigen

source: Display used skin name in Main Screen
de: Eingestellten Skin im Haupt-Screen anzeigen

source: Display button description in Display (TV, Radio, %s)
de: Tastenbeschreibung im Display mit anzeigen (TV, Radio, %s)

source: Display filename of current picture in Dia-Show
de: Dateinamen des aktuellen Bildes bei Dia-Show anzeigen

source: Calculate and display playlist run time
de: Laufzeit Wiedergabeliste berechnen und anzeigen

source: Show Yamp Help on Start (always with INFO LONG)
de: Yamp Hilfe beim Start anzeigen (immer mit INFO LANG)

source: Exit button jumps to upper directory in filelist/databaselist
de: Exit springt eine Ebene höher in Datei- und Datenbankliste

source: Common button for play / pause
de: Gemeinsame Taste für Pause/Play

source: Common button for Tv / Radio
de: Gemeinsame Taste für TV / Radio

source: Confirm exit
de: Programmende bestätigen

source: Show TV during Yamp
de: TV im Video-Preview von Yamp

source: Lyrics - Scroll / Time Edit - Karaoke
de: Lyrics Scroll / Zeit Edit - Karaoke

source: Min. number of lines for scrolling text
de: Min. Anzahl Zeilen zum Aktivieren Scrollen

source: Line number for scrolling (this line stays selected)
de: Scroll-Zeilennummer (diese Zeile bleibt während Scrollen fest)

source: Offset for time stamp in lyrics edit (milliseconds)
de: Zeit-Offset für Zeitstempel (Millisekunden)

source: Offset for lyrics display while playing (milliseconds)
de: Offset für Text-Zeile während Abspielen (Millisekunden)

source: Lyrics line max display time (seconds, 0 = no limit)
de: Liedtext-Zeile: Max. Anzeige-Zeit (Sekunden, 0 = ohne Begrenzung)

source: Black background on Lyrics Line (Karaoke)
de: Schwarzer Hintergrund für Lyrics-Zeile (Karaoke)

source: Videoclip settings
de: Videoclip-Einstellungen

source: Automatic Full Screen Start Mode for Videos
de: Automatischer Vollbild-Start-Modus für Videos

source: Display time of Title for Videos (seconds, 0=off)
de: Anzeigedauer Titel bei Video (Sekunden, 0=aus)

source: Show clock while Video is running
de: Uhr während Video anzeigen

source: Allow Lyrics screen on videos
de: Wechsel zu Liedtext-Seite bei Videos erlauben

source: Insert Blank Video after Video
de: <Leeres> schwarzes Video nach Video einfügen (scharzer Hintergrund für Meldungen)

source: Blank Video runtime (ms)
de: Laufzeit <leeres> schwarzes Video (ms)

source: Size of box display used
de: Grösse (Auflösung) des Box-Displays

source: Mode of box display used
de: Modus des Box-Displays

source: Fontsize line(s) 1(..3)
de: Fontgrösse Zeile(n) 1(..3)

source: Text length line(s) 1(..3)
de: Text-Länge Zeile(n) 1(..3)

source: Text horiz. alignment line(s) 1(..3)
de: Horizontale Ausrichtung Zeile(n) 1(..3)

source: Color textline 1
de: Farbe Textzeile 1

source: Color text line 2
de: Farbe Textzeile 2

source: Color text line 3
de: Farbe Textzeile 3

source: Cover size
de: Cover Grösse

source: Cover color
de: Cover Farbe

source: Cover horiz. alignment
de: Cover Ausrichtung horizontal

source: Cover vertical alignment
de: Cover Ausrichtung vertikal

source: Font size for Graphical running text
de: Fontgrösse für grafischen Lauftext

source: Miscellaneous / Debug
de: Verschiedenes / Debug

source: YAMP in extended plugin list
de: YAMP im Erweiterungsmenü anzeigen

source: YAMP in main menu
de: YAMP im Hauptmenü anzeigen

source: Debug Mode
de: Debug Modus

source: Debug directory
de: Verzeichnis für Debug-Dateien

source: Debug memory usage
de: Debug Speicher-Status

source: left-right: Options should be self-explaining. Allowed extensions: '.jpg', '.jpeg','.png', '.gif' The options are processed in the priority order; when a Cover is found, no further searching in lower priorities Google-Search does not always find pictures with good resolution, so other options are preferable.
de: links-rechts: Die Optionen sollten selbst-erklärend sein. Funktionierende Erweiterungen: '.jpg', '.jpeg','.png', '.gif' Die Optionen werden in der Reihenfolge der Priorität verarbeitet; wenn ein Cover gefunden wurde, wird in den Optionen mit niedrigerer Priorität nicht mehr gesucht. Die Google-Suche findet nicht immer Cover mit guter Auflösung, andere Optionen sollten bevorzugt werden.

source: left-right Options should be self-explaining. Allowed file extensions: .txt, .lrc (lrc with Karaoke time stamps). Lyrics-directory depends on the setting in General Adjustments: Song directory or Common Lyrics directory The options are processed in the priority order; when Lyrics are found, no further searching in lower priorities
de: links-rechts: Optionen sollten selbsterklärend sein Erlaubte Datei-Erweiterungen: .txt, .lrc (lrc mit Karaoke-Zeitstempel). Ziel-Verzeichnis: Hängt von der Einstellung unter "Allgemeine Einstellungen" ab: Titelverzeichnis oder gemeinsames Liedtexte-Verzeichnis (empfohlen). Die Optionen werden in der Reihenfolge der Priorität abgearbeitet; wenn ein Liedtext gefunden wurde, keine weitere Suche in niedrigerer Priorität.

source: More help is available at www.vuplus-support.org/wbb4 and board.newnigma2.to/wbb4/ just search for Yamp. A manual is available there for download also, and Frequently Asked Questions (FAQ). Please use it. :-) Have fun! @AlfredENeumann & @ekremtt
de: Mehr Hilfe gibts bei www.vuplus-support.org/wbb4 und board.newnigma2.to/wbb4/ einfach nach Yamp suchen. Ausserdem gibts dort eine Anleitung zum Download, und einen Thread mit FAQ. Bitte benutzen. :-) Viel Spass mit Yamp! @AlfredENeumann & @ekremtt

source: left-right: select used skin if custom skin is selected and there is an error in the skin (Yamp starts with black screen, no reaction on keys), delete or rename any file in /usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer/skins/custom or .../fhdCustom, and it will automatically change back to the default screen on the next start FHD Special VTI is adjusted to Vu HD 1080P / Standard Font
de: links-rechts: benutzten Skin auswählen wenn ein "eigener Skin" ausgewählt ist und (nach Ändern des Skins) ein Fehler auftritt (Yamp startet mit schwarzem Bildschirm, ist nicht mehr bedienbar), irgendeine Datei in /usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer/skins/custom oder .../fhdCustom löschen oder umbenennen, und die Einstellung wird beim nächsten Start auf den Hauptscreen umgestellt. "FHD Standard (Spezial VTi)" ist mit Vu HD 1080P Skin / Standard Font angepasst

source: ok: opens filebrowser to select database path recommended: /media/usb/Yamp/DB default: /media/hdd
de: ok: Öffnet den Dateibrowser, um das Datenbank-Verzeichnis auszuwählen empfohlen: /media/usb/Yamp/DB/ Vorgabe: /media/hdd/

source: ok: opens filebrowser to select start path for music files recommended: location of your music files default: /media/hdd
de: ok: Öffnet den Dateibrowser, um das Start-Verzeichnis für Musik-Dateien auszuwählen empfohlen: Haupt-Verzeichnis der Musik-Dateien Vorgabe: /media/hdd/

source: left-right: if On, start path will we overwritten with actual path on exit default: Off
de: links-rechts: ja: Aktuelles Verzeichnis für Musikdateien wird beim Beenden als Start-Verzeichnis gespeichert Vorgabe: Aus

source: ok: opens filebrowser to select path for saving playlists recommended: /media/usb/Yamp/Playlists default: /media/hdd
de: ok: Öffnet den Dateibrowser, um das Verzeichnis zum Speichern von Playlisten auszuwählen empfohlen: /media/usb/Yamp/Playlisten/ Vorgabe: /media/hdd/

source: left-right: if On, saved lyrics will be stored in the lyrics path. if Off, saved lyrics will be stored in the directory of the music file recommended: On default: On
de: links-rechts: Ein: Lied-Texte werden beim Speichern im eingestellten Lyrics-Verzeichnis gespeichert Aus: Lied-Texte werden beim Speichern im Verzeichnis der Song-Datei gespeichert empfohlen: Ein Vorgabe: Ein

source: ok: opens filebrowser to select path for lyrics (if above option is set to On) recommended: /media/usb/Yamp/Lyrics default: /media/hdd
de: ok: Öffnet den Dateibrowser, um das Verzeichnis für Liedtexte auszuwählen (falls die vorige Einstellung auf 'ja' gestellt ist) empfohlen: /media/usb/Yamp/Lyrics/ Vorgabe: /media/hdd/

source: ok: opens filebrowser to select path for screensaver pictures (if screensaver is set to Slideshow) recommended: /media/usb/Yamp/Slides default: /media/hdd
de: ok: Öffnet den Dateibrowser, um das Verzeichnis für Bildschirmschoner-Bilder auszuwählen (wenn der Bildschirmschoner auf Dia-Schau eingestellt ist) empfohlen: /media/usb/Yamp/Dias/ Vorgabe: /media/hdd/

source: ok: opens filebrowser to select path for base directory for screensaver artist-art pictures (if screensaver is set to artist-art). Base directory has to exist already, sub-directoryies for artists will be created automatically if selected. A subdirectory 'Default' should exist for artists without pictures recommended: /media/usb/Yamp/ArtistPics default: /media/hdd
de: ok: Öffnet den Dateibrowser, um das Basis-Verzeichnis für Bildschirmschoner Artist-Art auszuwählen (wenn der Bildschirmschoner auf Artist-Art eingestellt ist) Das Basis-Verzeichnis muss bereits existieren, Unterverzeichnisse für Interpreten werden automatisch beim Download erstellt - wenn ausgewählt. Ein Unterverzeichnis "Default" sollte existieren (für Interpreten ohne Bilder). empfohlen: /media/usb/Yamp/ArtistPics/ Vorgabe: /media/hdd/

source: Options for the display and behaviour of Filelist/Database list / Playlist
de: Optionen für die Anzeige und das Verhalten für Dateiliste / Datenbankliste / Wiedergabeliste

source: left-right: choose, if the title of the filelist should include the path default: Title and Path
de: links-rechts: auswählen, ob der der aktuellen Pfad in der Überschrift des Datei-Verzeichnisses angezeigt werden soll Vorgabe: Titel und Pfad

source: left-right: choose, if sub-directories should be excluded from scanninng into database available option entries can be changed in the file <ExcludeSubDirs.txt> in Yamp-directory sub-directories starting with selected letters will not be scanned into database a maximum of 2 sub-dirs can be excluded default: depending on your exclude file
de: links-rechts: Auswahl, ob Unterverzeichnisse beim Einlesen in die Datenbank ausgeschlossen werden sollen. Auswahlmöglichkeiten können in der Datei <ExcludeSubDirs.txt> im Yamp-Verzeichnis geändert werden. Unterverzeichnisse, deren Namen mit den ausgewählten Buchstaben starten, werden nicht gescannt. Es können max. 2 Unterverzeichnisse ausgeschlossen werden. Vorgabe: Hängt von der Exclude-Datei ab.

source: left-right: choose, if the number of artists in the DB overview should be reduced by removing all in the artist name starting with 'feat' Thus, the artist 'P!nk Feat. Scratch' (or featuring...) will be treated as 'P!nk' only in the details (and the info bar) still the full name will be visible the selection is NOT case sensitive, i.e. small or big letters are treated the same default: On
de: links-rechts: Auswahl, ob die Anzahl der Interpreten in der Datenbank reduziert werden soll. Dazu wird aus dem Namen alles ab 'feat' entfernt. Damit wird 'P!nk Feat. Scratch' (oder featuring...) einfach als 'P!nk' verarbeitet. In den Details (und in der Info-Bar) ist aber weiter der komplette Name sichtbar Die Einstellung ist NICHT 'case sensitiv', d.h Gross- und Kleinschreibung wird gleich behandelt Vorgabe: Ein

source: left-right: On: if there is more than one song with the same title and artist name or title and genre name in the database, only one will be displayed in the appropriate database list default: On
de: links-rechts: Ein: falls mehr als ein Song mit gleichem Titel und Interpreten oder gleichem Titel und Genre in der Datenbank existiert, wird der nur einmal in der jeweiligen Liste der Datenbank angezeigt Vorgabe: Ein

source: left-right: On: Titles and artists will be 'titlecased', i.e. start with an upper case letter and continuing with lower case letters. This is useful, when there are different spellings of the same title or artist in the ID3 tags. It works best with words in English language Remark: In <YampDir> there is a file 'NoTitlecase.txt' where excludes can be defined. Entries in this file will remain unchanged. Default entries: AC-DC, BAP, fun., INXS default: On
de: links-rechts: ja: Song-Titel und Interpreten werden 'titlecased", d.h. sie beginnen mit einem Grossbuchstaben und folgen mit Kleinbuchstaben. Hilfreich, wenn die ID3-Tags nicht durchgängig gleich aufgebaut sind. Funktioniert am Besten mit Worten in Englisch. Hinweis: im Yamp-Verzeichnis existiert eine Datei 'NoTitlecase.txt', in der Ausnahmen definiert werden können. Einträge in dieser Datei werden nicht verändert. Vorgegebene Einträge: AC-DC, BAP, fun., INXS Vorgabe: Ein

source: left-right: Different options for the layout of the playlist. Attention: this setting is only used for new entries, it will not change already existing entries. If you want the same layout for all entries, you should not change this setting on an existing playlist. default: Title and Artist
de: links-rechts: Verschiedene Optionen für das Layout der Wiedergabeliste. Achtung: Diese Einstellung wird nur genutzt für neue Einträge in der Wiedergabeliste, sie ändert keine schon existierenden Einträge. Wenn alle Einträge in der Wiedergabeliste dasselbe Layout haben sollen, sollte diese Einstellung NICHT für eine existierende Wiedergabeliste geändert werden. Vorgabe: Titel und Interpret

source: left-right: Different options for the layout of the information 'next song'. default: Title - Artist - Album
de: links-rechts: Verschiedene Optionen für das Layout der Information 'es folgt' (nächster Song) in der Info-Bar. Vorgabe: Title - Artist - Album

source: left-right: Different options for the display of unknown elements (n/a) in info-bar. default: No change: <n/a>
de: links-rechts: Verschiedene Optionen zum Anzeigen unbekannter Elemente (n/a) in der Info-Bar. Vorgabe: keine Änderung: <n/a>

source: left-right: On: actual playlist is temporary saved on exit and automatically reloaded on next start of Yamp. It is NOT saved as playlist file, so if you want to save it permanently, you have to save it manually (Options with key <Menu> in Playlist) Attention: Long playlists will delay the next start on slow machines. default: On
de: links-rechts: Ein: die aktuelle Wiedergabeliste wird beim Beenden TEMPORÄR gespeichert und beim Neustart wieder geladen. - Sie wird NICHT als Wiedergabe-Liste Datei gespeichert. Wenn sie also dauerhaft gespeichert werden soll, muss dies manuell geschehen (Auswahl der Optionen mit Taste <Menü> innerhalb Wiedergabeliste) Achtung: Sehr lange Wiedergabelisten verzögern den Neustart bei langsamen Maschinen. Vorgabe: Ein

source: left-right: On: endless playing, will start with 1st song at end of list. Off: playing ends at the end of the list Can be temporary changed anytime with <TV>-key default: On
de: links-rechts: Ein: Endloses Abspielen der Wiedergabeliste, nach dem Ende der Liste wird wieder ab dem 1. Song gespielt Aus: Am Ende der Liste stoppt die Wiedergabe Kann temporär jederzeit mit der <TV>-Taste umgeschaltet werden Vorgabe: Ein

source: left-right: On: moving of titles in playlist is possible with wrap around'. Off: moving stops at 1st and last entry default: On
de: links-rechts: Ein: Verschieben von Titeln in der Wiedergabeliste über Anfang und Ende hinaus möglich Aus: Verschieben stoppt beim 1. und letzten Eintrag Vorgabe: Ein

source: left-right: On: Yamp begins playing immediately after start with the song last played in the playlist. default: Off
de: links-rechts: Ein: Yamp startet sofort mit der Wiedergabe des zuletzt abgespielten Songs in der Wiedergabeliste. Vorgabe: Aus

source: enter number: Try to narrow the gap between songs, given in 1/10 seconds. Not being perfect, this may improve the playback of live albums. The next song is started the number of 1/10 seconds before the end of the current song Example: Value = 25: Next song will start 2.5 seconds before the end of the current song. Range: 0 .. 100 = 0 .. 10 Seconds default: 0
de: Eingabe Zahl: Versucht, die Pause zwischen 2 Songs zu verkürzen (1/10 Sekunden) Funktioniert nicht perfekt, kann aber die Wiedergabe von Live-Alben verbessern. Der nächste Song startet mit dieser Anzahl von 1/10 Sekunden vor dem Ende des aktuellen Songs. Beispiel: Wert = 25: Der nächste Titel startet 2,5 Sekunden vor dem Ende des aktuellen. Bereich: 0 .. 100 = 0 .. 10 Sekunden Vorgabe: 0

source: Options for the Cover Search and Cover Saving
de: Optionen für Cover-Suche und Cover Speichern.

source: recommended = default: search in ID3-tags
de: empfohlen = Vorgabe: Suche in ID3-Tags
