Repository: oe-mirrors/yampmusicplayer
Catalog: usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer/locale/*/LC_MESSAGES/YampMusicPlayer.po
Languages: de

source: left-right: select horizontal alignment of the text line(s) 1(..3). x-position of line(s) 1 (..3) will be calculated out of display size and text length default: left
de: links-rechts: Horizontale Ausrichtung des Textzeile(n) 1(..3) einstellen. Die x-Position der Zeilen wird aus Display-Grösse und Text-Länge berechnet Vorgabe: links

source: enter number: font size of Running Text Range: 1 .. 500, default: 32
de: Eingabe Zahl : Fontgrösse für Lauftext Bereich: 1 .. 500, Vorgabe: 32

source: left-right: select color for text line 1 in box display default: white
de: links-rechts: Auswahl der Farbe Textzeile 1 im Box-Display Vorgabe: weiß

source: left-right: select color for text line 2 in box display default: white
de: links-rechts: Auswahl der Farbe Textzeile 2 im Box-Display Vorgabe: weiß

source: left-right: select color for text line 3 in box display default: white
de: links-rechts: Auswahl der Farbe Textzeile 3 im Box-Display Vorgabe: weiß

source: custom size of Display selected. Yamp is trying to read the size from YampLCD.xml!! No adjustment possible
de: Benutzerdefiniert für Display-Grösse ausgewählt. Yamp versucht, die Grösse aus YampLCD.xml zu lesen !! Hier keine Änderung erlaubt / möglich

source: enter number: size of the cover in box-display Range: 10 .. 999, default: 60
de: Eingabe Zahl : Grösse des Covers auf dem Box-Display Bereich: 10 .. 999, Vorgabe: 60

source: left-right: select cover color in box display. you have to try if transparent or non transparent is working, as this is different on different box-displays !!! Attention VTi: !!! On some Vu-Boxes with VTi only color-selctions black & white color transparent are working; with a different selection you will get a skin error <pixmap file /tmp/coverlcd.png not found> Reasan unknown. If you get this error on Yamp-start, change the color setting! default: black & white
de: links-rechts: Auswahl der Farbe für das Cover im Box-Display. Ob transparent oder nicht transparent funktioniert, hängt vom Display ab. Einfach ausprobieren. !!! Achtung VTi: !!! Auf manchen Vu-Boxen mit VTi funktionieren nur schwarz-weiss (grau) farbig transparent eine andere Auswahl führt zum Skin-Fehler <pixmap file /tmp/coverlcd.png not found> Ursache unbekannt. Wenn diese Meldung beim Start von Yamp auftritt, andere Einstellung wählen! Vorgabe: schwarz-weiss (grau)

source: left-right: select horizontal alignment of the cover. x-position of the cover will be calculated out of display size and cover size default: right
de: links-rechts: Horizontale Ausrichtung des Covers einstellen. Die x-Position des Covers wird aus Display-Grösse und Cover-Grösse berechnet Vorgabe: rechts

source: left-right: select vertical alignment of the cover. y-position of the cover will be calculated out of display size and cover size default: center
de: links-rechts: Vertikale Ausrichtung des Covers einstellen. Die y-Position des Covers wird aus Display-Grösse und Cover-Grösse berechnet Vorgabe: zentriert

source: Misc. basic and debug settings
de: Verschiedene Grund- und Debug-Einstellungen

source: left-right: select if you want to see the used Yamp-skin in the title line default: On
de: links-rechts: Anzeige des verwendeten Skins in der Yamp-Titel-Leiste Vorgabe: Ein

source: left-right: select if you want to see help-texts for buttons repeat (TV), shuffle (Radio) and Screensaver (%s) in main screen default: On
de: links-rechts: Anzeige der Hilfetexte für die Tasten Wiederholen (TV), Mischen (Radio) und Bildschirmschoner (%s) im Hauptscreen Vorgabe: Ein

source: left-right: select if you want to see the filename with or without path of the current picture in screensaver-mode individual - dia show for both options it is selectable if the text is shown with black background (better readability) or without background (picture is less 'disturbed') default: No
de: links-rechts: Auswahl, ob der Dateiname des aktuellen Bilds im Bildschirmschoner (Modus Individuell - Dia-Schau) angezeigt werden soll, wahlweise mit oder ohne Pfad. Ausserdem kann für beide Optionen ausgewählt werden, ob der Text mit schwarzem Hintergrund (besser lesbar) oder ohne Hintergrund (Bild wird weniger gestört) angezeigt wird. Vorgabe: nein

source: left-right: select if you want to see Yamp in the extension menu default: On
de: links-rechts: Anzeige von Yamp im Erweiterungs-Menü Vorgabe: Ein

source: left-right: select if you want to see Yamp in the main menu default: Off
de: links-rechts: Anzeige von Yamp im Haupt-Menü Vorgabe: Aus

source: left-right: Debug Mode: Standard: error only if everything is ok, you may switch to 'off'. Use 'all' or one of the 'specials' only if you are asked for it by the author default: errors only
de: links-rechts: Debug-Modus: Standard: Nur Fehler Wenn alles funktioniert, kann auch 'aus' eingestellt werden Bitte 'alles' oder eins der 'spezial' nur einstellen, wenn vom Author aufgefordert - sonst wird sehr viel geschrieben Vorgabe: Nur Fehler

source: ok: opens filebrowser to select the directory where to store the debug file recommended: /media/usb/Yamp/Debug default: /media/hdd
de: ok: Öffnet den Dateibrowser, um das Verzeichnis auszuwählen, in dem die Debug-Dateien gespeichert werden empfohlen: /media/usb/Yamp/Debug/ Vorgabe: /media/hdd/

source: left-right: Switch debug mode for used memory on or off. Should never be necessary. default: Off
de: links-rechts: Debug-Modus für benutzten Speicher. Sollte nie notwendig sein. :-) Vorgabe: Aus

source: music files base dir
de: Musik-Dateien Basis-Verzeichnis

source: lyrics
de: Liedtexte

source: playlists
de: Wiedergabelisten

source: screensaver individual (Dia-Show)
de: Individuellen Bildschirmschoner (Dia-Schau)

source: screensaver artwork base dir
de: Bildschirmschoner Artwork Basis-Verzeichnis

source: debug files
de: Debug-Dateien

source: you selected a skin with video-preview Please select if you want to switch on TV in preview window now:
de: ein Skin mit Video-Vorschau wurde gewählt. Bitte auswählen, ob TV im Video-Vorschau-Fenster aktiviert werden soll:

source: Could not read cover size from %s Wrong formatted? Selection of box-display size <custom> disabled.
de: Die Auflösung des Covers konnte nicht aus %s Datei falsch formatiert? Auswahl Box-Display Grösse <benutzerdefiniert> wurde deaktiviert.

source: YAMP Music Player - Select Path for %s
de: YAMP Music Player - Verzeichnis auswählen für %s

source: Invalid Location
de: Ungültiges Verzeichnis

source: List of Storage Devices
de: Liste der Speichergeräte

source: Parent Directory
de: übergeordnetes Verzeichnis

source: nothing connected
de: Nichts verbunden

source: Version News LONG: First Page
de: Versions-Neuigkeiten LANG: Erste Seite

source: Yamp First Steps
de: Yamp erste Schritte

source: Basic Operation
de: grundlegende Bedienung

source: Hints
de: Hinweise

source: next page
de: Nächste Seite

source: previous page
de: Vorherige Seite

source: Close
de: Schliessen

source: first page
de: Erste Seite

source: YAMP Help Page
de: YAMP Hilfe Seite

source: YAMP Music Player Lyrics
de: YAMP Music Player Liedtext

source: Track-No
de: Track-Nr.

source: length
de: Länge

source: Date
de: Datum

source: songtext provided by:
de: Liedtext gefunden bei:

source: Cover provided by:
de: Cover gefunden bei:

source: Exit
de: Abbrechen / Beenden

source: Lyrics / Karaoke timestamp edit options
de: Liedtext / Karaoke-Zeitstempel Editier-Optionen

source: play title
de: Titel spielen

source: Close lyrics screen
de: Liedtext-Seite verlassen

source: Move to first line
de: Sprung zur 1. Zeile

source: Move to last line
de: Sprung zur letzten Zeile

source: jump back in title short
de: Sprung rückwärts kurz

source: jump forward in title short
de: Sprung vorwärts kurz

source: jump back in title middle
de: Sprung rückwärts mittel

source: jump forward in title middle
de: Sprung vorwärts mittel

source: jump back in title long
de: Sprung rückwärts lang

source: jump forward in title long
de: Sprung vorwärts lang

source: Sorry, (still) no lyrics found
de: Leider (noch) kein Text gefunden

source: Not found on azlyrics. Answer from Server:
de: Nicht gefunden bei AzLyrics. Antwort des Servers:

source: Lyrics for this title not found on chartlyrics.com
de: Chartlyrics.com: Text für diesen Titel nicht gefunden...

source: Access to chartlyrics.com failed.
de: Fehler beim Zugriff auf chartlyrics.com.

source: Lyrics saved to %s
de: Liedtext als %s gespeichert

source: Saving lyrics %s failed
de: Speichern von Liedtext %s fehlgeschlagen

source: Lyrics have been changed Do yo want to save the lyrics file?
de: Liedtext-Datei wurde geändert! Möchten Sie die geänderte Datei speichern?

source: Do yo want to delete the lyrics file %s ?
de: Wollen Sie die Liedtext-Datei %s wirklich löschen?

source: Lyrics-file %s existing already. Do you really want to overwrite ?
de: Liedtext-Datei %s existiert bereits. Soll sie wirklich überschrieben werden ?

source: Lyrics have been changed Do yo want to save before exit?
de: Liedtext-Datei wurde geändert! Möchten Sie die geänderte Liedtext-Datei vor dem Beenden speichern?

source: deactivate edit mode (scroll over empty lines)
de: Editiermodus deaktivieren (leere Zeilen werden übersprungen)

source: activate edit mode (empty lines also accessible)
de: Editiermodus aktivieren (leere Zeilen sind anwählbar)

source: edit selected line
de: aktuelle Zeile bearbeiten

source: add line after current
de: Zeile hinter aktueller Zeile einfügen

source: copy line
de: Zeile kopieren

source: insert copied line after current
de: kopierte Zeile hinter aktueller Zeile einfügen

source: delete selected line
de: aktuelle Zeile löschen

source: No time data in lyrics, no time offset option
de: keine Zeitdaten in Liedtext-Datei, Offset-Option nicht verfügbar

source: Set time stamp offset value for all times in file
de: Offset-Zeit für alle Zeitstempel dieser Datei eingeben

source: Offset for timestamp (text later) :
de: Zeitstempel Offset ausführen (Text später) :

source: Offset for timestamp (text earlier) : -
de: Zeitstempel Offset ausführen (Text früher) : -

source: Lyrics Edit / Karaoke Timestamp Offset Hint: You may try and test as much as you want, changes will be active 'on the fly' immediately, including offset in Karaoke Timestamp. You will be asked before the file with any changes will be saved. The different edit options also are described in the Help screen, Page 15. Reminder: Help Screen: INFO/EPG LONG Do you want to deactivate this message for the current session?
de: Liedtext Editor / Karaoke-Zeitstempel Offset Hinweis: Es kann beliebig viel ausprobiert und getestet werden, Änderungen sind sofort 'on the fly' aktiv, auch Änderungen am Zeitstempel-Offset. Vor dem Speichern wird abgefragt, ob die Änderungen tatsächlich gespeichert werden sollen. Erinnerung: Die Editieroptionen sind auch auf den Hilfeseiten, Seite 15, beschrieben. Aufruf Hilfeseiten: INFO/EPG LANG Soll diese Meldung für diese Sitzung deaktiviert werden? Beim nächsten Neustart von Yamp wird sie auf jeden Fall wieder angezeigt...

source: Lyrics Editor / Karaoke Timestamp Offset
de: Liedtext Editor / Karaoke-Zeitstempel Offset

source: Please enter timestamp offset value in milliseconds
de: Bitte Zeit-Offset für Zeitstempel in Millisekunden eingeben

source: Edit lyrics line
de: Liedtext-Zeile bearbeiten

source: Add lyrics line
de: Liedtext-Zeile anfügen

source: Delete
de: Löschen

source: Save
de: Speichern

source: Auto move Off
de: Auto Scroll Aus

source: Auto move On
de: Auto Scroll Ein

source: Disallow time edit
de: Anzeige Zeitstempel Aus

source: Allow time edit
de: Anzeige / Edit Zeitstempel

source: Music Player with Artist-Art Background
de: Musik-Player mit Artist-Art Hintergrund

source: This plugin needs a HD or FHD skin
de: Dieses Plugin benötigt einen HD oder FHD-Skin

source: Cannot open mountpoint %s
de: Kann mountpoint %s nicht öffnen
