Repository: oe-mirrors/yampmusicplayer
Catalog: usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer/locale/*/LC_MESSAGES/YampMusicPlayer.po
Languages: de

source: white
de: weiß

source: red
de: rot

source: green
de: grün

source: blue
de: blau

source: yellow
de: gelb

source: lime green
de: lindgrün

source: light green
de: hellgrün

source: light blue
de: hellblau

source: off
de: aus

source: errors only
de: nur Fehler

source: all
de: alles

source: special
de: spezial

source: special2
de: spezial2

source: special3
de: spezial 3

source: special4
de: spezial 4

source: Standard skin HD with Video Preview
de: Standard Skin (HD) mit Video Preview

source: Custom skin HD
de: Eigener Skin (HD)

source: Full HD standard skin (special VTi)
de: Full HD Standard Skin (Spezial VTi)

source: Custom Full HD skin
de: Eigener Full HD skin

source: Standard skin (HD) DreamOS with Video Preview
de: Standard Skin (HD) DreamOS mit Video Preview

source: Custom Skin DreamOS HD
de: Eigener Skin (HD) DreamOS

source: Custom FHD-Skin DreamOS
de: Eigener Full HD Skin DreamOS

source: Custom skin (HD) DreamOS
de: Eigener Skin (HD) DreamOS

source: Full HD 'coffee' skin DreamOS
de: Full HD Skin 'coffee' DreamOS

source: Custom Full HD skin DreamOS
de: Eigener Full HD Skin DreamOS

source: Standard skin (HD) with Video Preview
de: Standard Skin (HD) mit Video Preview

source: Custom skin (HD)
de: Eigener Skin (HD)

source: Title Only
de: nur Titel (Musik-Dateien)

source: Path Only
de: nur aktueller Pfad

source: Title and Path
de: Titel und Pfad

source: no exclude
de: Ausschliessen AUS

source: %s or %s
de: %s oder %s

source: Filename without Extension
de: Dateiname ohne Erweiterung

source: Filename with Extension
de: Dateiname mit Erweiterung

source: Title
de: Titel

source: Title and Artist
de: Titel und Interpret

source: Artist and Title
de: Interpret und Titel

source: Title - Artist - Album
de: Titel - Interpret - Album

source: Title - Album - Artist
de: Titel - Album - Interpret

source: Artist - Title - Album
de: Interpret - Titel - Album

source: Artist - Album - Title
de: Interpret - Album - Titel

source: Title - Artist
de: Titel - Interpret

source: Title - Album
de: Titel - Album

source: Artist - Title
de: Interpret - Titel

source: Artist - Album
de: Interpret - Album

source: no change: <n/a>
de: keine Änderung: <n/a>

source: 3 x blank: < >
de: 3 x Leerzeichen: < >

source: blank - minus - blank: < - >
de: Leerzeichen - minus - Leerzeichen: < - >

source: blank - dot - blank: < . >
de: Leerzeichen - Punkt - Leerzeichen: < . >

source: search in ID3-tags (mp3, flac, m4a, mp4)
de: Suche in ID3-Tags (mp3, flac, m4a, mp4)

source: search for <title>.<ext> in title-directory
de: Suche nach<titel>.<ext> im Titel-Verzeichnis

source: search for albumcover.<ext> in title-directory
de: Suche nach albumcover.<ext> im Titel-Verzeichnis

source: search for any picture in title-directory
de: Suche nach beliebigem Bild im Titel-Verzeichnis

source: search at google online
de: Suche bei google online

source: save <title>.<ext> if no picture in song dir
de: als <titel>.<ext> speichern, wenn kein Bild vorhanden

source: save <title>.<ext> if not existing in song dir
de: als <titel>.<ext> speichern, nicht überschreiben

source: save <title>.<ext>, overwrite existing
de: als <titel>.<ext> speichern und überschreiben

source: save albumcover.<ext> if not existing
de: als albumcover.<ext> speichern, nicht überschreiben

source: save albumcover.<ext>, overwrite existing
de: als albumcover.<ext> speichern und überschreiben

source: search in lyrics-directory
de: Suche im Liedtexte-Verzeichnis

source: search at azlyrics.com online
de: Suche bei AzLyrics.com online

source: search at chartlyrics.com online
de: Suche bei chartlyrics.com online

source: search only for new artists
de: Suche nur bei neuen Interpreten

source: search every 15 days
de: Suche alle 15 Tage

source: search every 30 days
de: Suche alle 30 Tage

source: search every 60 days
de: Suche alle 60 Tage

source: search every 90 days
de: Suche alle 90 Tage

source: search every 180 days
de: Suche alle 180 Tage

source: search always
de: Suche immer nach neuen Bildern

source: standard like on muscicbrainz website
de: Standard, wie auf musicbrainz.org Webseite

source: special, use if standard is not working
de: Spezial, Alternative falls Standard nicht (mehr) funktioniert

source: Blank screen
de: Leerer Bildschirm

source: Standard Screensaver
de: Standard Bildschirmschoner

source: Custom Screensaver (Dia-Show)
de: Individueller Bildschirmschoner (Dia-Schau)

source: Artwork as Screensaver
de: Artwork als Bildschirmschoner

source: not sorting
de: unsortiert

source: sorting A->Z
de: sortiert A->Z

source: sorting Z->A
de: sortiert Z->A

source: shuffling
de: Zufall

source: no
de: nein

source: clock only
de: nur Uhr

source: clock with background
de: Uhr mit Hintergrund

source: date only
de: nur Datum

source: date with background
de: Datum mit Hintergrund

source: clock and date
de: Uhr und Datum

source: clock and date with background
de: Uhr und Datum mit Hintergrund

source: filename only
de: nur Dateiname

source: filename with background
de: Dateiname mit Hintergrund

source: path + filename
de: Pfad + Dateiname

source: path + filename with background
de: Pfad + Dateiname mit Hintergrund

source: Tv shuffle, TvLong PL endless
de: Tv WL mischen, TvLang WL endlos

source: Tv PL endless, TvLong shuffle
de: Tv WL endlos, TvLang WL mischen

source: Radio shuffle, RadioLong PL endless
de: Radio WL mischen, RadioLang WL endlos

source: Radio PL endless, RadioLong shuffle
de: Radio WL endlos, RadioLang WL mischen

source: no TV at all
de: kein TV

source: Audio only on Start only
de: nur TV-Ton, nur bei Start

source: Audio always
de: nur Ton immer

source: With picture on Start only
de: Bild und Ton nur bei Start

source: With picture always
de: Bild und Ton immer

source: only small karaoke line (key Text)
de: nur kleine Karaoke-Zeile (Taste Text)

source: only big karaoke line (key Text long)
de: nur grosse Karaoke-Zeile (Taste Text Lang)

source: small and big karaoke line
de: kleine und grosse Karaoke-Zeile

source: immediate
de: sofort

source: screensaver delay
de: verzögert wie Bildschirmschoner

source: only manual (key ok)
de: nur manuell (ok-Taste)

source: off - useful for LCD4linux or similar
de: aus - nützlich für LCD4linux

source: 1 line display
de: 1-zeilig

source: 3 lines display
de: 3-zeilig

source: display cover (graphical)
de: Cover-Anzeige (grafisches Display)

source: display cover (graphical) + 1 line text
de: Cover-Anzeige (grafisches Display) + 1 Zeile Text

source: display cover (graphical) + 3 lines text
de: Cover-Anzeige (grafisches Display) + 3 Zeilen Text

source: Running Text (graphical)
de: Lauftext (grafisches Display)

source: custom
de: benutzerdefiniert

source: left
de: links

source: center
de: zentriert

source: right
de: rechts

source: black & white
de: schwarz-weiss (grau)

source: black & white transparent
de: schwarz-weiss (grau) transparent

source: color
de: farbig

source: color transparent
de: farbig transparent

source: top
de: oben

source: bottom
de: unten

source: P l a y l i s t
de: W i e d e r g a b e l i s t e

source: Next Song
de: es folgt

source: Open dir, append to playlist | Play title, toggle screensaver
de: Verz. öffnen, Titel in W-Liste | Start, Screensaver an/aus

source: Insert into playlist and play
de: Titel in Wiedergabeliste einfügen und starten

source: Insert incl. subdirs into playlist and play
de: Incl. Unterverz. in Wiedergabeliste einfügen und starten

source: Pause/resume title
de: Titel anhalten/fortsetzen

source: Stop title
de: Titel-Wiedergabe Stop

source: Exit screensaver, subscreens or YAMP
de: Screensaver, Screens oder YAMP beenden

source: Show context menu
de: Kontextmenü anzeigen

source: Play previous title
de: Vorigen Titel spielen

source: Play next title
de: Nächsten Titel spielen

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: Switch to playlist, Screensaver: next slide
de: zur Wiedergabeliste, Screensaver: nächstes Bild

source: Switch to filelist/database, Screensaver: previous slide
de: zu Dateiliste/Datenbank, Screensaver: voriges Bild

source: Show lyrics
de: Liedtext anzeigen

source: Show Yamp Help Screen
de: Yamp-Hilfe aufrufen

source: Pause/resume screensaver slideshow
de: Screensaver Diashow anhalten/fortsetzen

source: Move to start of list
de: Sprung zum Listenbeginn

source: Move to end of list
de: Sprung zum Listenende

source: Toggle repeat
de: Wiederholen ein/aus

source: Toggle shuffle
de: Mischen umschalten (Zufallswiedergabe)

source: Display/Hide Infobar
de: Infobar aus/einblenden

source: Activate/deactivate screensaver slideshow
de: Bildschirmschoner Diashow aktivieren/deaktivieren

source: Show/hide Lyrics Line
de: Ein-/Ausblenden Liedtext-Zeile

source: Show/hide Big Lyrics Line (Karaoke)
de: Ein-/Ausblenden grosse Liedtext-Zeile (Karaoke)

source: Jump back to current playing song
de: Rücksprung zum aktuellen Song

source: Screensaver: Blacklist current picture (don't show again)
de: Bildschirmschoner: Aktuelles Bild 'Blacklisten' (wird nicht mehr angezeigt)

source: Jump Forward 10%
de: Sprung vorwärts 10%

source: Jump Backward 10%
de: Sprung rückwärts 10%

source: Jump Forward 20%
de: Sprung vorwärts 20%

source: Jump Backward 20%
de: Sprung rückwärts 20%

source: remaining:
de: Verbleiben:

source: M u s i c D a t a b a s e
de: M u s i k d a t e n b a n k

source: Cover saved
de: Cover gespeichert

source: Saving cover failed
de: Speichern des Covers fehlgeschlagen

source: Slide is the last slide and can not be removed
de: Dieses Bild ist das letzte Bild und kann nicht entfernt werden

source: this picture will be blacklisted to %sblacklist.txt and will not be shown any more! do you really want to blacklist this picture?
de: Dieses Bild wird in %sblacklist.txt eingetragen und wird nicht mehr angezeigt werden! Wollen Sie dieses Bild zur blacklist hinzufügen?

source: Albumcover saved
de: Albumcover gespeichert

source: Saving albumcover failed
de: Speichern des Albumcovers fehlgeschlagen

source: Do you really want to delete the current playlist?
de: Wollen sie die komplette Wiedergabeliste wirklich löschen?

source: Do you really want to exit?
de: Wollen Sie wirklich beenden?

source: no lyrics in file or ID3 found (or not activated in configuration)
de: kein Liedtext in Textdatei oder ID3 gefunden (oder in den Einstellungen nicht aktiviert)

source: no time data in lyrics file
de: keine Zeitdaten in Liedtext-Datei

source: no time data in lyrics file (ID3)
de: keine Zeitdaten im Liedtext (ID3)

source: This Box can't decode %s streams!
de: Diese Box kann keine %s Streams verarbeiten!

source: blacklist file could not be saved
de: Blacklist-Datei konnte nicht gespeichert werden

source: Delete Playlist Entry Clear Playlist
de: Eintrag löschen Wiedergabeliste löschen

source: Database Mode
de: Datenbankmodus

source: Add to Playlist Add to PL incl.Subdirs
de: In Wiedergabeliste Incl. Unterverz. in WL

source: Add to Database Add to DB incl.Subdirs
de: In Datenbank Incl. Unterverz. in DB

source: Filelist Mode
de: Dateimodus

source: Add to Playlist Add all to Playlist
de: In Wiedergabeliste Alles in Wiedergabel.

source: Add to Playlist
de: In Wiedergabeliste

source: Show Album Show Artist
de: Zeige Album Zeige Interpret

source: Show Albums
de: Zeige Alben

source: Show Album
de: Zeige Album

source: Show Artist
de: Zeige Interpret

source: Move Entry Up Move Entry Up by %d
de: Eintrag nach oben Eintrag %d Z. nach oben

source: Move Entry Down Move Entry Down by %d
de: Eintrag nach unten Eintrag %d Z. nach unten

source: Save Cover Save Album Cover
de: Cover speichern Albumcover speichern

source: M u s i c F i l e s
de: M u s i k d a t e i e n

source: Music Files
de: Musik-Dateien

source: E x t . P l a y l i s t s
de: E x t . W i e d e r g a b e l i s t e n

source: A r t i s t s
de: I n t e r p r e t e n

source: A l b u m s
de: A l b e n

source: T i t l e s
de: T i t e l

source: D a t e s
de: J a h r e

source: Artist
de: Interpret

source: Genre
de: Kategorie

source: Year
de: Jahr

source: Attention! Crash possible! In actual skin <%s> the file %s is missing Please check and repair!
de: Achtung! Absturz möglich! Im aktuell eingestellten Skin <%s> fehlt die Datei %s. Bitte prüfen und beheben!

source: Skin changed to <%s>, as %s (and maybe more) not existing
de: Skin geändert zu %s, da %s (und vielleicht mehr) fehlt

source: This custom skin most likely has been copied from an old version, and probably is not up-to-date. It is recommended to switch to a standard skin and check and revise the custom skin (compare it with the according standard skin)!
de: Dieser "eigene" Skin wurde wahrscheinlich von einer Vorgänger-Version kopiert und ist nicht auf dem aktuellen Stand. Es wird dringend geraten, auf einen Standard-Skin umzustellen und den "Eigenen" (custom) Skin zu überprüfen und anzupassen (Vergleich mit dem zugehörigen Standard-Skin)!

source: Database has been upgraded to V3.3.2. ID3-tag AlbumArtist is recognized now. You should rescan at least your Sampler-Albums (various artists) into the database...
de: Datenbank wurde auf V3.3.2 upgegraded. Das ID3-Tag 'AlbumArtist' wird jetzt berücksichtigt. Zumindest alle Sampler-Alben sollten neu in die DB eingelesen werden.

source: There was an error when upgrading the Database to V3.3.2 (or database not existing). To get all advantages from the new DB options, think about deleting the database and rebuild it by re-inserting all files...
de: Ein Fehler ist beim Upgrade der Datenbank auf V3.3.2 aufgetreten (oder es existiert keine oder eine leere Datenbank). Um alle Vorteile der neuen DB-Optionen zu erhalten, sollte die DB gelöscht und anschliessend alle Dateien neu in die DB eingelesen werden.

source: Database has been upgraded to V3.3.2, but the database is empty. Online-search for fanart-pictures has been deactivated. To get all advantages from the new DB options, think about adding files to the database... As long as the online search is deactivated, you will not see this message again!
de: Die Datenbank wurde auf V3.3.2 aktualisiert, aber sie ist leer. Die Online-Suche für Fanart-Bilder bei fanart.tv wurde deaktiviert. Um die Vorteile der neuen Datenbank-Optionen nutzen zu können, müssen Titel in die DB übernommen werden...Diese Meldung wird nicht mehr angezeigt, solange die Online-Suche nach Fanart deaktiviert ist!

source: DB-Upgrade to V3.3.1: %d titles have been actualized to the new feature <Several Albums Greatest Hits separated by Artist possible>. Please check ...
de: DB-Upgrade nach V3.3.1: %d Titel wurden aktualisiert für das neue Feature <Mehrere Alben Greatest Hits sind möglich, unterschieden nach Interpret> Bitte überprüfen...

source: Database has been upgraded to V3.3.1. To get all advantages from the new DB options, you should actualize the database. Just insert all your files again to the database...
de: Datenbank wurde auf V3.3.1 upgegraded. Um alle Vorteile der neuen DB-Optionen zu erhalten, sollte die DB durch nochmaliges Einlesen aller Dateien aktualisiert werden.

source: There was an error when upgrading the Database to V3.3.1 (or database not existing). To get all advantages from the new DB options, think about deleting the database and rebuild it by re-inserting all files...
de: Ein Fehler ist beim Upgrade der Datenbank auf V3.3.1 aufgetreten (oder es existiert keine oder eine leere Datenbank). Um alle Vorteile der neuen DB-Optionen zu erhalten, sollte die DB gelöscht und anschliessend alle Dateien neu in die DB eingelesen werden.

source: Database has been upgraded to V3.3.1, but the database is empty. Online-search for fanart-pictures has been deactivated. To get all advantages from the new DB options, think about adding files to the database... As long as the online search is deactivated, you will not see this message again!
de: Die Datenbank wurde auf V3.3.1 aktualisiert, aber sie ist leer. Die Online-Suche für Fanart-Bilder bei fanart.tv wurde deaktiviert. Um die Vorteile der neuen Datenbank-Optionen nutzen zu können, müssen Titel in die DB übernommen werden...Diese Meldung wird nicht mehr angezeigt, solange die Online-Suche nach Fanart deaktiviert ist!

source: Cannot open database file %s.
de: Datenbankdatei %s kann nicht geöffnet werden.

source: Cannot write to database %s. Maybe Read-Only?
de: In die Datenbank von %s kann nicht geschrieben werden. Vielleicht schreibgeschützt?

source: Playlists (%d)
de: Wiedergabelisten (%d)

source: Artists (%d)
de: Interpreten (%d)

source: Albums (%d)
de: Alben (%d)

source: Titles (%d)
de: Titel (%d)

source: Years (%d)
de: Jahre (%d)

source: [back]
de: [zurück]

source: No Year in Database, see Documentation
de: Kein Jahr in der Datenbank, sh. Dokumentation

source: YAMP - Please enter query:
de: YAMP - Bitte Suchbegriff eingeben:

source: YAMP - Please enter filename:
de: YAMP - Bitte Dateinamen eingeben:

source: Playlist saving as %s failed
de: Wiedergabeliste speichern als %s fehlgeschlagen

source: Playlist saved as %s
de: Wiedergabeliste als %s gespeichert

source: Search in Playlist
de: Suche in Wiedergabeliste

source: Search current title
de: Suche aktuellen Titel

source: Search current artist
de: Suche aktuellen Interpreten

source: Search current album
de: Suche aktuelles Album

source: Unsort Playlist
de: Keine Sortierung Wiedergabeliste

source: Sort Playlist A-Z
de: Sortiere Wiedergabeliste A-Z

source: Sort Playlist Z-A
de: Sortiere Wiedergabeliste Z-A

source: Save Playlist e2pls
de: Speichern der Wiedergabeliste im Format e2pls

source: Save Playlist m3u
de: Speichern der Wiedergabeliste im Format m3u

source: Save Playlist e2pls + m3u
de: Speichern der Wiedergabeliste als e2pls und m3u

source: Search path/filename of current title
de: Suchpfad / Dateiname des aktuellen Titels

source: Search path
de: Suche im Pfadnamen

source: Search filename
de: Suche im Dateinamen

source: Delete playlist
de: Wiedergabeliste löschen

source: Search playlists
de: Suche Wiedergabeliste

source: Search artists
de: Suche Interpret

source: Delete ALL artist's musicbrainz-ID entries
de: Musicbrainz-IDs für alle Interpreten löschen

source: Search albums
de: Suche Album

source: Search titles
de: Suche Titel

source: Search files
de: Suche Dateiname

source: Search genres
de: Suche Genre

source: Search dates
de: Suche nach Jahr

source: Jump to entry
de: Springe zu Eintrag

source: Delete artist's title entries
de: Titeleinträge des Interpreten löschen

source: Delete artist's musicbrainz-ID entries
de: Musicbrainz-ID dieses Interpreten löschen

source: Delete album entries
de: Titeleinträge des Albums löschen

source: Delete genre's title entries
de: Titeleinträge des Genres löschen

source: Delete date's title entries
de: Titeleinträge des Datums (Jahr) löschen

source: Delete ext. playlist entry
de: Ext. Wiedergabelisteneintrag löschen

source: Show similar titles
de: Ähnliche Titel anzeigen

source: Delete title entry
de: Titeleintrag löschen

source: Compact music database
de: Yamp Datenbank komprimieren

source: Clear music database
de: Musikdatenbank löschen

source: Edit Configuration
de: Einstellungen bearbeiten

source: Playlist actions
de: Aktionen für Wiedergabeliste

source: Filelist actions
de: Aktionen für Dateiliste

source: Database actions
de: Datenbankaktionen

source: file %s not existing or not reachable
de: Datei %s existiert nicht oder ist nicht erreichbar

source: changed, Yamp restart required to apply new selection Do you want to close Yamp now?
de: geändert, Yamp muss neu gestartet werden, um die neue Auswahl zu aktivieren! Soll Yamp jetzt beendet werden?

source: to activate the new configuration for the Box-Display,
de: um die neue Konfiguration für das Box-Display zu aktivieren,

source: will be overwitten. Do you agree?
de: überschrieben. Einverstanden?

source: the file %s
de: wird die Datei %s

source: the files %s and %s
de: werden die Dateien %s und %s

source: Box display configuration file %s could not be written! Write protected? Wrong format? If not corrected, changes will be lost...
de: Box Display Konfigurations-Datei %s konnte nicht gelesen/geschrieben werden! Schreibgeschützt? Falsches Format der Datei? Ohne Korrektur sind die Änderungen verloren!

source: filelist
de: Datei-Liste

source: database
de: Datenbank

source: PL:
de: WL:

source: Do you really want to delete the musicbrainz-IDs for all artists from database?
de: Wollen Sie wirklich die musicbrainz-IDs aller Interpreten aus der Datenbank löschen?

source: Do you really want to delete all titles of artist %s from database?
de: Wollen Sie wirklich alle Titel von %s aus der Datenbank löschen?

source: Do you really want to delete all titles of album %s from database?
de: Wollen Sie wirklich alle Titel des Albums %s aus der Datenbank löschen?

source: Do you really want to delete all titles of genre %s from database?
de: Wollen Sie wirklich alle Titel des Genres %s aus der Datenbank löschen?

source: Do you really want to delete all titles of date %s from database?
de: Wollen Sie wirklich alle Titel des Jahres %s aus der Datenbank löschen?

source: Search
de: Suche

source: Search: %s
de: Suche: %s

source: YAMP album search - Please enter query:
de: YAMP Album-Suche - Bitte Suchbegriff eingeben:

source: album search: %s
de: Album-Suche: %s

source: YAMP - Jump to letter(s):
de: YAMP - Springe zu Buchstabe(n):

source: Do you really want to compact the database? This may take a while...
de: Wollen Sie wirklich die Datenbank komprimieren? Das kann eine Weile dauern...

source: Do you really want to clear the whole database?
de: Wollen Sie wirklich die gesamte Musikdatenbank löschen?

source: Artist-Art-Pictures downloading:
de: Artist-Art-Bilder lädt herunter:

source: Artist %s not in database, online search for artist-art at fanart.tv not possible
de: Interpret %s ist nicht in der Datenbank, Online-Suche nach Artist-Art bei fanart.tv nicht möglich

source: trying to get
de: hole

source: Music-Brainz ID for Artist %s not found, online search for artist-art at fanart.tv not possible
de: Music-Brainz ID für Interpret %s nicht gefunden, Online-Suche nach Artist-Art bei fanart.tv nicht möglich

source: MbID not found
de: MbID nicht gefunden

source: MbID download failed
de: MbID download fehlgeschlagen

source: trying to get picture list...
de: hole Bilderliste...

source: no pictures found
de: kein Bild gefunden

source: fanart.tv no picture found
de: fanart.tv: kein Bild gefunden

source: picture list download failed
de: herunterladen Bilderliste Fehler

source: Several Artists %s found at musicbrainz.org, please select Artist
de: Mehrere Interpreten %s bei musicbrainz.org gefunden, bitte Interpret wählen

source: searching ...
de: suche...

source: %d files added to database
de: %d Dateien wurden in die Datenbank eingefügt

source: %d files actualized
de: %d Dateien wurden aktualisiert

source: %d files skipped
de: %d Dateien wurden übersprungen

source: Press OK to close.
de: Beenden mit OK.

source: Process aborted.
de: Einlesen in Datenbank abgebrochen.

source: Process finished.
de: Einlesen in Datenbank beendet.

source: Error! Can not open database! Check if database path is correct and writeable! Press OK to close.
de: Fehler! Kann Datenbank nicht öffnen! Ist der Pfad zur Datenbank richtig und die Datenbank beschreibbar? Beenden mit OK.

source: added to database (%d) actualized in database (%d) already exists in database (%d)
de: %d Dateien wurden in die Datenbank eingefügt %d Dateien wurden aktualisiert %d Dateien wurden übersprungen

source: YAMP Music Player - Add directory incl. Subdirs to Database
de: YAMP Music Player - Verzeichnis incl. Unterverzeichnisse in Datenbank einfügen
