Repository: oe-mirrors/yampmusicplayer
Catalog: usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer/locale/*/LC_MESSAGES/YampMusicPlayer.po
Languages: de

source: recommended = default: search for <title>.<ext>
de: empfohlen = Vorgabe: Suche nach <title>.<ext>

source: recommended = default: search for albumcover.<ext>
de: empfohlen = Vorgabe: Suche nach albumcover.<ext>

source: default: off
de: Vorgabe: Aus

source: recommended = default: search at google online
de: empfohlen = Vorgabe: Suche bei google online

source: left-right: this is adjustable, as Cover Search for Videos sometimes has strange results. default: Off
de: links-rechts: Dies ist einstellbar, da die Cover-Suche bei Videos manchmal seltsame Ergebnisse liefert. Vorgabe: Aus

source: left-right: select option for saving online found covers in title directory, options should be self-explaining. default: Off
de: links-rechts: Optionen zum Speichern von online gefundenen Covers im Titel-Verzeichnis, Optionen sollten selbsterklärend sein. Vorgabe: Aus

source: Options for the Lyrics Search and Lyrics Saving
de: Optionen für Liedtext-Suche und -Speichern.

source: recommended = default: search in lyrics-directory
de: empfohlen = Vorgabe: Suche im Lyrics-Verzeichnis

source: recommended = default: search at azlyrics.com online
de: empfohlen = Vorgabe: Suche bei AzLyrics.com online

source: recommended = default: search at chartlyrics.com online
de: empfohlen = Vorgabe: Suche bei chartlyrics.com online

source: left-right: On: Online found Lyrics are saved in Title-Directory or in Lyrics Directory, depending on setting under 'General Adjustments, Use single directory for lyrics'. default: Off
de: links-rechts: Ein: Online gefundene Lied-Texte werden im Verzeichnis des Titels oder im Lyrics-Verzeichnis gespeichert, abhängig von der Einstellung unter 'Allgemeine Einstellungen - Gemeinsames Verzeichnis für alle Liedtexte'.n Vorgabe: Aus

source: Options for the Artist-Art and MusicBrainz-ID (MbID) - Search. Only active when Database is used Hint: Whenever <Yamp-Directory> is mentioned, this means /usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer
de: Optionen für Online-Suche nach Artist-Art und MusicBrainz-ID (MbID) Hinweis: Wann immer hier das <Yamp-Verzeichnis> genannt wird, ist dieses Verzeichnis gemeint: /usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer

source: left-right: Artist-Art-Online search is only possible if the artist is in the database. 'search always' can only be selected temporary and is not saved, as Yamp could be banned at fanart.tv if traffic is too high. The every xx days period is calculated for each artist seperately. Faster download if you get a personal api key (see manual) recommended = default: search every 60 days
de: links-rechts: Artist-Art Online-Bildersuche ist nur möglich, wenn der Interpret in der Datenbank eingetragen ist. <Suche immer nach neuen Bildern> kann nur temporär benutzt werden und wird nicht gespeichert, sonst könnte Yamp bei fanarat.tv gesperrt werden, wenn der Download-Verkehr zu hoch wird. Die <Suche alle xx Tage> wird für jeden Interpreten separat ausgewertet. Schnellere Downloads und mehr Downloads 'am Stück', wenn ein persönlicher Api-key eingetragen ist (sh. Kurzanleitung) empfohlen = Vorgabe: Suche alle 60 Tage

source: enter key: Personal api key for fanart.tv is available for free at fanart.tv. Faster download if you have a personal api key. key may be also entered by providing it in the file <YampFanarttvPersonalApi.key> in the Yamp-Directory. The file is existing after installation with a (useless) dummy-key
de: Eingabe key: Ein persönlicher API-key kann kostenlos bei fanart.tv beantragt werden. Schnellere Bilder-Downloads mit persönlichem Api-key. Der Key kann auch komfortabler eingegeben werden, indem er in die Textdatei <YampFanarttvPersonalApi.key> im Yamp-Verzeichnis eingetragen wird. Die Datei existiert nach der Installation bereits mit einem (nutzlosen) dummy-key

source: left-right: Musicbrainz-ID (MbID) for artists is needed for fanart-download at fanart.tv. Just check which setting has the best results on your machine (see manual) default: standard...
de: links-rechts: Die Musicbrainz-ID (MbID) für Interpreten wird für den Fanart-Download bei fanart.tv benötigt, bei musicbrainz.org online abgeholt und in der Datenbank gespeichert. Einfach ausprobieren, welche Einstellungen auf der jeweiligen Maschine am Besten funktioniert (sh. auch Kurzanleitung) Vorgabe: Standard, wie...

source: enter number: Searching for MbID for artists often leads to more than 1 result. With the min-score you define how exact the result should be. Lower numbers leads to more findings, higher numbers might not find the artist. Default: 90. See also on musicbrainz online page Range: 1 .. 100, default: 95
de: Eingabe Zahl : Die Suche nach der MbID für Interpreten liefert oft mehr als 1 Ergebnis. Mit der Min.-Relevanz (min-score) kann definiert werden, wie genau das Ergebnis sein soll. Kleinere Zahlen liefern mehr (und ungenauere) Ergebnisse, grössere Zahlen können dazu führen, dass der Interpret nicht gefunden wird. Nachzuvollziehen am Einfachsten auf der musicbrainz Webseite. Bereich: 1 .. 100, Vorgabe: 95

source: Options for the Screensaver
de: Optionen für den Bildschirmschoner

source: left-right: Options: Blank screen: black screen Standard Screensaver: pictures in Yamp subdir 'saver' are displayed Custom Screensaver (Dia-Show): pictures in Screensaver slideshow directory (adjusted in General Adjustments) are displayed Artwork as Screensaver: Pictures in artwork directory, subdir <artist>, are displayed (or subdir 'Default', if no pictures exist) default: Artwork
de: links-rechts: Optionen: Leer: Schwarzer Bildschirm Standard: Bilder im Yamp-Unterverzeichnis 'saver' werden angezeigt Individuell (Dia-Schau): Bilder im Verzeichnis für Bildschirmschoner Dias (eingestellt unter 'Allgemeine Einstellungen') werden angezeigt Artwork: Bilder im eingestellten Artwork-Verzeichnis, Unterverzeichnis <Interpret> werden angezeigt (oder Unterverzeichnis 'Default', falls keine Bilder vorhanden) Vorgabe: Artwork

source: left-right: On: Info-Bar is visible while screensaver is active Off: Info-Bar is not visible (screensaver-pictures only) can be temporary changed with <Audio>-key while screensaver is active default: On
de: links-rechts: Ein: Die Info-Bar ist eingeblendet im Bildschirmschoner Aus: Die Info-Bar ist nicht eingeblendet (nur Bildschirmschoner-Bilder) Hinweis: kann auch temporär (während des Abspielens) umgeschaltet werden mit der <Audio>-Taste Vorgabe: Ein

source: left-right: On: screensaver temporary switched on/off with <Audio>-key is set back to the above adjusted setting at song change default: On
de: links-rechts: Ein: mit <Audio>-Taste temporär aus- oder eingeblendete Info-Bar wird bei Song-Wechsel wieder auf Voreinstellung zurückgesetzt Vorgabe: Ein

source: left-right: On: pictures in subdirectories are also displayed, valid for custom (slideshow) and artwork default: On
de: links-rechts: Ein: Bilder in Unterverzeichnissen werden ebenfalls angezeigt - gültig für Individuellen Bildschirmschoner (Dia-Schau) und Artist-Art Vorgabe: Ein

source: enter number: after starting a song from playlist, wait this number of seconds before starting screensaver. 0: disable screensaver Range: 0 .. 600, default: 10
de: Eingabe Zahl : Nach dem Start eines Songs aus der Wiedergabeliste wird diese Zeit gewartet, bis der Bildschirmschoner aktiv wird 0: Bildschirmschoner deaktiviert Bereich: 0 .. 600, Vorgabe: 10

source: enter number: change screensaver pictures all x seconds do not adjust a too short time, specially on slow machines Hint: additionally, you can switch to another picture anytime manually with the left/right-keys Range: 5 .. 99, default: 10
de: Eingabe Zahl : Wechsel des Bildschirmschoner-Bilds alle x Sekunden keine zu kurze Zeit einstellen, speziell bei langsamen Maschinen! Tip: Zusätzlich kann mit den Pfeiltasten rechts-links das Bild manuell jederzeit gewechselt werden. Bereich: 5 .. 99, Vorgabe: 10

source: left-right: options should be self-explaining, valid for custom (slideshow) and artwork default: shuffling
de: links-rechts: Optionen sollten selbsterklärend sein, gültig für Individuellen Bildschirmschoner (Dia-Schau) und Artwork Vorgabe: Zufall

source: left-right: On: screensaver will start also when on left side (file list or database) Off: screensaver will only start when on right side (playlist) default: On
de: links-rechts: ja: Bildschirmschoner ist auch aktiv, wenn linke Seite (Dateiliste oder Datenbank) ausgewählt nein: Bildschirmschoner ist nur aktiv, wenn rechte Seite (Wiedergabeliste) ausgewählt Vorgabe: Ein

source: left-right: On: screensaver may be manually activated / deactivated with <%s>-key basic condition: screensaver must not be deactivated (time = 0) default: On
de: links-rechts: Ein: Bildschirmschoner kann mit der <%s>-Taste manuell aktiviert/deaktiviert werden Voraussetzung: Bildschirmschoner darf nicht komplett deaktiviert sein (Wartezeit = 0) Vorgabe: Ein

source: enter number: if screensaver has been deactivated by pressing <%s>-key, it will be reactivated after this time Range: 0 .. 1.200, default: 600
de: Eingabe Zahl : Wenn der Bildschirmschoner mit der <%s>-Taste manuell ausgeschaltet wurde, wird er nach dieser Zeit wieder eingeschaltet. Bereich: 0 .. 1.200, Vorgabe: 600

source: left-right: On: Black background for Info-Bar while screensaver is active (better readability) Off: no background, picture visibility better default: On
de: links-rechts: Ein: Dunkler Hintergrund für die Info-Bar während Bildschirmschoner (bessere Lesbarkeit) Aus: Kein Hintergrund für die Info-bar, Bild ist besser sichtbar Vorgabe: Ein

source: left-right: options to show/hide clock and date while screensaver is active default: No
de: links-rechts: Optionen zum Anzeigen von Uhr und Datum im Bildschirmschoner Vorgabe: nein

source: Common Options for Display and Operation
de: Allgemeine Optionen für Anzeige und Bedienung

source: enter number: with red-long and green-long entries in playlist may be moved up/down by this number of lines Range: 2 .. 50, default: 10
de: Eingabe Zahl : Mit den Tasten <Rot-Lang> und <Grün-Lang> können Einträge in der Wiedergabeliste um diese Anzahl von Zeilen verschoben werden Bereich: 2 .. 50, Vorgabe: 10

source: enter number: when scrolling in the filelist, database or playlist, the cover (and the according information) of the selected song may be displayed. After this time it will display the actual cover and info again. May cause performance problems on slow machines 0: 'Scroll Cover' display disabled Range: 0 .. 600, default: 10
de: Eingabe Zahl : Beim 'Blättern' durch die Dateiliste, Datenbank oder Wiedergabeliste kann das Cover (und die zugehörigen Infos) des ausgewählten Songs angezeigt werden (Scroll Cover). Nach dieser Zeit wird das aktuelle Cover wieder angezeigt. Kann auf langsamen Maschinen problematisch sein! 0: 'Scroll Cover' deaktiviert Bereich: 0 .. 600, Vorgabe: 10

source: left-right: show or hide file icons in filelist default: On (show)
de: links-rechts: Datei-Icons in Dateiliste anzeigen Vorgabe: Ein

source: left-right: show or hide file icons in playlist default: On (show)
de: links-rechts: Datei-Icons in Wiedergabeliste anzeigen Vorgabe: Ein

source: left-right: show or hide playlist total runtime length and remaining time length. this display can only be calculated correct if all songs in the playlist are in the database. Also, calculation for long playlists may take some time specially on slow boxes. Therefore it can be disabled. default: On
de: links-rechts: Anzeige oder Ausblenden der Gesamt- und Restlaufzeit der Wiedergabeliste. Es können nur Titel berechnet werden, die in der Datenbank enthalten sind. Die Berechnung kann - besonders bei langen Wiedergabelisten und langsamen Maschinen - recht lange dauern, deswegen kann die Anzeige (und damit auch die Berechnung) deaktiviert werden Vorgabe: Ein

source: left-right: On: The Yamp help is shown on each start of Yamp. Recommended for beginners, or, if your remote does not support INFO LONG. Off: The Yamp help is only shown only once after an update. Howewever, with INFO LONG it can be shown anytime default: On
de: links-rechts: Ein: Die Yamp-Hilfe wird bei jedem Start von Yamp angezeigt. Empfohlen für Anfänger, oder wenn die Fernbedienung INFO LANG nicht unterstützt. Aus: Die Yamp-Hilfe wird nur einmal nach Installation oder Update angezeigt. Sie kann jedoch jederzeit mit INFO LANG angezeigt werden. Vorgabe: Ein

source: left-right: On: Exit button jumps to upper directory in filelist/databaselist Off: Exit button only used for Exit default: On
de: links-rechts: Ein: Exit springt eine Ebene höher in Datei- und Datenbankliste Aus: Exit wird nur zum Beenden benutzt Vorgabe: Ein

source: left-right: Select, if your remote has a common play/pause button default: Off
de: links-rechts: Auswahl, ob die verwendete Fernbedienung eine gemeinsame Play/Pause-Taste hat Vorgabe: Aus

source: left-right: Select, if your remote has a common TV / Radio button, and how it should behave: may prevent the need to change the keymap.xml Basic: If your remote sends the TV signal with this button, use one of the TV adjustments, otherwise Radio. just try shuffle, Long PL endless: short keypess will toggle shuffle PL endless, Long shuffle: short keypress will toggle PL endless default: No
de: links-rechts: Auswahl, ob die Fernbedienung eine gemeinsame TV / Radio -Taste hat, und wie Yamp darauf reagieren soll. Kann eine Anpassung der keymap.xml überflüssig machen Grundsätzlich: Wenn die Fernbedienung bei Druck auf die Taste das TV-Signal sendet, muss eine der TV-Optionen eingestellt werden, sonst eine der Radio-Optionen. Einfach testen. WL mischen, Lang WL endlos: kurzer Tastendruck schaltet Wiedergabeliste mischen um WL endlos, Lang WL mischen: kurzer Tastendruck schaltet Endlos-Wiedergabe um Vorgabe: nein

source: left-right: On: closing Yamp has to be confirmed Off: Yamp will close without confirmation default: On
de: links-rechts: Ein: Beenden von Yamp muss bestätigt werden Aus: Yamp wird ohne Bestätigung beendet Vorgabe: Ein

source: left-right: Select Option for TV in Yamp Video-Preview-Window on Start only means, TV stops when the first song is played always means: Tv starts on Yamp start, stops when a song is played, and resumes when no song is played default: depends on the used skin
de: links-rechts: Options-Auswahl für TV im Yamp-Video-Preview-Fenster "nur bei Start": TV stoppt wenn der erste Song abgespielt wird "immer": TV startet, wenn Yamp startet, stoppt beim Abspielen eines Songs, und startet wieder, wenn kein Song abgespielt wird Vorgabe: abhängig vom eingestellten Skin

source: Options for Lyrics Display in Lyrics screen and Karaoke-Line in Screensaver screen
de: Optionen für Liedtexte-Anzeige im Lyrics-Screen und Karaoke während Bildschirmschoner.

source: enter number: if the line number in lyrics screen is less than this number, no scrolling will occur Range: 0 .. 100, default: 20
de: Eingabe Zahl : Lyrics-Seite: Wenn die Anzahl der Textzeilen kleiner ist als diese Zahl, erfolgt kein Scrollen Bereich: 0 .. 100, Vorgabe: 20

source: enter number: when scrolling through the text in lyrics screen, this line will stay selected (srolling occurs 'around' this line) Range: 1 .. 100, default: 7
de: Eingabe Zahl : Lyrics-Seite: Beim Scrollen durch die Texte bleibt diese Zeile ausgewählt (es wird 'um diese Zeile herum' gescrollt) Bereich: 1 .. 100, Vorgabe: 7

source: enter number: when editing the time stamp in lyrics screen, the stored time will be earlier this number of milliseconds than the time the ok key is pressed (correction of reaction time) Range: 0 .. 5.000, default: 1.000
de: Eingabe Zahl : Beim Editieren des Zeitstempels (für 'Karaoke' oder automatisches Scrollen), wird die Zeit um diese Anzahl von Millisekunden früher gespeichert als die Zeit, zu der die <ok>-Taste gedrückt wurde (Anpassung an die Reaktionszeit) Bereich: 0 .. 5.000 = 0 bis 5 Sekunden, Vorgabe: 1.000

source: enter number: when playing, the display of the current line in lyrics screen or the karaoke-line will be offset by this time. specially helpful when using .lrc-files with a fixed offset Remark: as the remote does not have a Minus-key: Use yellow key to switch between + and - Range: -10.000 .. 10.000, default: 0
de: Eingabe Zahl : Beim Abspielen und Anzeige der aktuellen Textzeile (Lyrics-Seite oder Karaoke-Zeile im Bildschirmschoner) wird dieser Offset zur gespeicherten Zeit addiert. Speziell nützlich, wenn benutzte .lrc-Dateien einen fixen Offset benötigen, oder wenn die Textdateien auf einer anderen (schnelleren oder langsameren) Maschine erstellt wurden. Anmerkung: Da die Fernbedienung keine <Minus>-Taste hat: Taste <Gelb> kann benutzt werden um zwischen + und - umzuschalten - so ist auch negativer Offset möglich Bereich: -10.000 .. 10.000 = -10 bis +10 Sekunden, Vorgabe: 0

source: enter number: 'Karaoke Light': Lyrics line when screensaver is active. activate/deactivate with <Text (L)>, see manual. This is the maximum time, a karaoke line will be displayed on the screen. helpful, when there is a long instrumental passage with no text Range: 0 .. 600, default: 10
de: Eingabe Zahl : 'Karaoke Light:' Liedtext-Zeile kann angezeigt werden, während Bildschirmschoner aktiv ist Aktivieren/deaktivieren mit Taste <Text (L)> , sh. Kurzanleitung. Das ist die Maximalzeit, für die eine Karaoke-Zeile angezeigt wird. Hilfreich bei langen Instrumental-Passagen, damit die Zeile nicht ewig stehen bleibt. Bereich: 0 .. 600, Vorgabe: 10

source: left-right: Options to select or deselect black background for karaoke-line(s). Off: picture is less 'disturbed' On: Karaoke-text better readable default: small and big...
de: links-rechts: Optionen zum Einblenden/Ausblenden des dunklen Hintergrunds bei Karaoke-Zeilen aus (nein): Bild ist weniger 'gestört' ein: Karaoke-Zeile ist besser lesbar Vorgabe: kleine und grosse Karaoke-Zeile

source: Options for the Playback of Music-Videoclips
de: Optionen für das Abspielen von Musik-Videoclips.

source: left-right: Options for starting Videoclips in FullScreen: immediate: start immediate in Fullscreen mode screensaver: start after screensaver-delay in Fullscreen mode manual: start only manually in Fullscreen mode (key ok) default: screensaver delay
de: links-rechts: Optionen zum Start von Videoclips im FullScreen-Modus: sofort: Video startet sofort im FullScreen-Modus verzögert wie Bildschirmschoner: Video startet nach der eingestellten Bildschirmschoner-Verzögerung im FullScreen-Modus nur manuell (ok-Taste): Video geht nur nach Drücken der <ok>-Taste in den FullScreen-Modus Vorgabe: verzögert wie Bildschirmschoner

source: enter number: show the Info-Bar in Fullscreen-Video for this time, then hide it 0: Info-Bar off on Video 10.000: On during complete clip Range: 0 .. 10.000, default: 10
de: Eingabe Zahl : Anzeige der Info-Bar für diese Zeit im Video-FullScreen-Modus, dann Info-Bar ausblenden 0: Info-Bar wird bei Video nicht eingeblendet 10.000: Ein während des gesamten Video-Clips Bereich: 0 .. 10.000, Vorgabe: 10

source: left-right: options to show/hide clock and date while playing Video in Fullscreen mode default: No
de: links-rechts: Optionen zur Anzeige von Uhr und Datum im Video FullScreen-Modus Vorgabe: nein

source: left-right: Allow switching to lyrics screen while playing Video default: On
de: links-rechts: Erlaube Umschalten zur Lyrics-Seite während Videoclip abgespielt wird Vorgabe: Ein

source: left-right: to prevent the last video picture as background, on some boxes it is necessary to insert a short 'black' video after the end of a video. Attention: This is experimental, try on your own risk. If the system hangs, try with EXIT several times. default: Off
de: links-rechts: um das "Durchschimmern" des letzten Videos im Hintergrund zu vermeiden, ist es auf manchen Boxen notwendig, ein kurzes 'schwarzes' Video am Ende eines Videos anzuhängen: Achtung: Diese Funktion ist 'experimental', Einstellung auf eigenes Risiko. Wenn das System dabei hängt, kann mehrmaliges Drücken von EXIT helfen. Vorgabe: Aus

source: enter number: length of the 'black' video from the setting above again: Just try. Range: 0 .. 6.000, default: 500
de: Eingabe Zahl : Länge des "schwarzen Videos" von der vorigen Einstellung Wieder: Einfach ausprobieren. Bereich: 0 .. 6.000, Vorgabe: 500

source: Options for the Box-Display. The display should NOT be skinned in the used box-skin; otherwise the settings here will NOT have any effect! Many settings here will change the files YampLCD.xml and/or YampLcdRunning.xml in the used Yamp-Skin-directory! If you do not want this, you have to use <custom size> for the display. Otherwise (you do not want to edit the xml-files manualy): Please select first the size of the display, this will activate many other options
de: Optionen für das Box-Display. Das Display darf im aktuellen Box-Skin NICHT geskinnt sein, sonst haben die Einstellungen hier keinen Effekt! Achtung: Viele Einstellungen hier werden die Dateien YampLCD.xml und/oder YampLcdRunning.xml im benutzten Yamp-Skin-Verzeichnis überschreiben. Wer das nicht will, muss <benutzerdefiniert> für die Display-Grösse einstellen. Wenn keine manuelle Anpassung der xml-Dateien erwünscht ist, Bitte als erstes die korrekte Display-Grösse (Auflösung in Pixeln) einstellen. Das aktiviert viele weitere Einstellmöglichkeiten.

source: left-right: Resolution of the box display. Changing this setting will overwrite/limit some settings to reasonable values, you may adjust them after. It will also overwrite YampLCD.xml and YampLcdRunning.xml in the used Yamp-Skin-directory! You will be asked before. Custom: no changes are made to the xml-files, you have to edit and adjust these files manually. default: custom
de: links-rechts: Auflösung des Box-Displays. Eine Änderung überschreibt einige Einstellungen zu angepassten Voreinstellungen. Diese können dann aber noch verändert werden. Anschliessend werden die YampLCD.xml und YampLcdRunning.xml im entsprechenden Yamp-Skin-Verzeichnis überschrieben! Es erfolgt eine entsprechende Abfrage. Benutzerdefiniert: es werden keine Änderungen an den xml-Dateien vorgenommen, diese müssen manuell editiert und angepasst werden. Vorgabe: Benutzerdefiniert

source: left-right: Options for the Box display off: no control of the display by Yamp. Useful if you use external software (LCD4linux or similar) 1 line, 3 lines: 1 or 3 lines text display Running Text: Only selectable if Renderer RunningText is installed. See manual Cover with or without text. default: 3 lines display
de: links-rechts: Optionen für das Box-Display: aus: keine Ausgabe von Yamp ans Display. Nützlich, wenn ein externes Plugin verwendet wird (LCD4linux oder ähnliches) 1-zeilig, 3-zeilig: 1 oder 3 Zeilen Text-Ausgabe Lauftext: Kann nur ausgewählt werden, wenn der Renderer 'RunningText' installiert ist. Siehe Kurzanleitung Cover mit oder ohne Text: mit Coveranzeige. Vorgabe: 3-zeilig

source: enter number: Fontsize of the text line(s) 1(..3). Range: 10 .. 200, default: 32
de: Eingabe Zahl : Fontgrösse Zeile(n) 1(..3) Bereich: 10 .. 200, Vorgabe: 32

source: enter number: Text length for the text line(s) 1(..3). Specially helpful if you use a display mode with cover display - so you are able to choose if the text is only outside the cover or overlapping. Range: 10 .. 999, default: 160
de: Eingabe Zahl : Text-Länge Zeile(n) 1(..3). Hilfreich z.B., wenn ein Modus mit Cover-Anzeige verwendet wird. So kann eingestellt werden, ob der Text nur ausserhalb des Covers oder über die gesamte Breite angezeigt wird. Bereich: 10 .. 999, Vorgabe: 160
