Repository: oe-mirrors/yampmusicplayer
Catalog: locale/*.po
Languages: it

source: white
it: Bianco

source: red
it: Rosso

source: green
it: Verde

source: blue
it: Blu

source: yellow
it: Giallo

source: lime green
it: Verde limetta

source: light green
it: Verde chiaro

source: pink
it: Rosa

source: violett
it: Violetto

source: cyan
it: Ciano

source: light blue
it: Blu chiaro

source: orange
it: Arancio

source: errors only
it: Solo errori

source: all
it: Tutto

source: special
it: Speciale

source: special2
it: Speciale2

source: special3
it: Speciale3

source: special4
it: Speciale4

source: Custom skin HD
it: Skin personalizzata HD

source: Full HD standard skin (special VTi)
it: Skin standard Full HD (speciale VTi)

source: Standard skin HD
it: Skin standard HD

source: Standard skin HD with Video Preview
it: Skin HD standard con anteprima video

source: Custom Full HD skin
it: Skin personalizzata Full HD

source: Standard skin (HD)
it: Skin standard (HD)

source: Standard skin (HD) with Video Preview
it: Skin (HD) standard con anteprima video

source: Custom skin (HD)
it: Skin personalizzata (HD)

source: Full HD standard skin
it: Skin standard Full HD

source: Full HD 'coffee' skin
it: Skin Full HD "Coffee"

source: Title Only
it: Solo titolo

source: Path Only
it: Solo percorso

source: Title and Path
it: Titolo e percorso

source: no exclude
it: Non escludere

source: %s or %s
it: %s o %s

source: Filename without Extension
it: Nomi file senza estensione

source: Filename with Extension
it: Nomi file con estensione

source: Title
it: Titolo

source: Title and Artist
it: Titolo e artista

source: Artist and Title
it: Artista e titolo

source: Title - Artist - Album
it: Titolo - Artista - Album

source: Title - Album - Artist
it: Titolo - Album - Artista

source: Artist - Title - Album
it: Artista - Titolo - Album

source: Artist - Album - Title
it: Artista - Album - Titolo

source: Title - Artist
it: Titolo - Artista

source: Title - Album
it: Titolo - Album

source: Artist - Title
it: Artista - Titolo

source: Artist - Album
it: Artista - Album

source: no change: <n/a>
it: nessun cambiamento: <n/a>

source: 3 x blank: < >
it: 3 spazi: < >

source: blank - minus - blank: < - >
it: spazio - trattino - spazio: < - >

source: blank - dot - blank: < . >
it: spazio - punto - spazio: < . >

source: search in ID3-tags (mp3, flac, m4a, mp4)
it: Cercare nei tag ID3 (mp3, flac, m4a, mp4)

source: search for <title>.<ext> in title-directory
it: Cercare <title>.<ext> nella directory titoli

source: search for albumcover.<ext> in title-directory
it: Cercare albumcover.<ext> nella directory titoli

source: search for any picture in title-directory
it: Cercare immagini nella directory titoli

source: search at google online
it: Cercare online con Google

source: save <title>.<ext> if no picture in song dir
it: Salvare <title>.<ext> se nessuna immagine nella dir. brano

source: save <title>.<ext> if not existing in song dir
it: Salvare <titolo>.<ext> se non presente in dir brano

source: save <title>.<ext>, overwrite existing
it: Salvare <titolo>.<ext>, sovrascrivere se presente

source: save albumcover.<ext> if not existing
it: Salvare albumcover.<ext> se assente

source: save albumcover.<ext>, overwrite existing
it: Salvare albumcover.<ext>, sovrascivere

source: search in lyrics-directory
it: Cercare in directory testi

source: search at azlyrics.com online
it: Cercare online su azlyrics.com

source: search at chartlyrics.com online
it: Cercare online su chartlyrics.com

source: search only for new artists
it: Cercare solo per nuovi artisti

source: search every 15 days
it: Cercare ogni 15 giorni

source: search every 30 days
it: Cercare ogni 30 giorni

source: search every 60 days
it: Cercare ogni 60 giorni

source: search every 90 days
it: Cercare ogni 90 giorni

source: search every 180 days
it: Cercare ogni 180 giorni

source: search always
it: Cercare sempre

source: standard like on muscicbrainz website
it: Like standard sul sito web del musicista

source: special, use if standard is not working
it: Speciale, se standard non funziona

source: Blank screen
it: Schermo vuoto

source: Standard Screensaver
it: Screensaver standard

source: Custom Screensaver (Dia-Show)
it: Screensaver personalizzato (Dia-Show)

source: Artwork as Screensaver
it: Artwork come screensaver

source: not sorting
it: Non ordinato

source: sorting A->Z
it: Ordinamento A->Z

source: sorting Z->A
it: Ordinamento Z->A

source: shuffling
it: Casuale

source: clock only
it: Solo orologio

source: clock with background
it: Orologio con sfondo

source: date only
it: Solo data

source: date with background
it: Data con sfondo

source: clock and date
it: Orologio e data

source: clock and date with background
it: Orologio e data con sfondo

source: filename only
it: Solo nome file

source: filename with background
it: Nomi file con sfondo

source: path + filename
it: Percorso + nome file

source: path + filename with background
it: Percorso + nome file con sfondo

source: Tv shuffle, TvLong PL endless
it: TV casuale, TV Lungo play infinito

source: Tv PL endless, TvLong shuffle
it: TV play infinito, TV Lungo casuale

source: Radio shuffle, RadioLong PL endless
it: Radio casuale, Radio Lungo play infinito

source: Radio PL endless, RadioLong shuffle
it: Radio Play infinito, Radio Lungo casuale

source: no TV at all
it: Nessuna TV

source: Audio only on Start only
it: Solo audio solo all'avvio

source: Audio always
it: Audio sempre

source: With picture on Start only
it: Con immagine solo all'avvio

source: With picture always
it: Con immagine sempre

source: only small karaoke line (key Text)
it: Solo riga karaoke piccola (tasto Text)

source: only big karaoke line (key Text long)
it: Solo riga karaoke grande (tasto Text lungo)

source: small and big karaoke line
it: Riga karaoke grande e piccola

source: immediate
it: Immediato

source: screensaver delay
it: Ritardo screensaver

source: only manual (key ok)
it: Solo manualmente (Ok)

source: off - useful for LCD4linux or similar
it: Off - Utile per LCD4linux o simili

source: 1 line display
it: Display - 1 riga

source: 3 lines display
it: Display - 3 righe

source: display cover (graphical)
it: Mostrare cover (grafica)

source: display cover (graphical) + 1 line text
it: Mostrare cover (grafica) - testo 1 linea

source: display cover (graphical) + 3 lines text
it: Mostrare cover (grafica) - testo 3 linea

source: Running Text (graphical)
it: Testo scorrevole (grafico)

source: custom
it: Personalizzata

source: left
it: Sinistra

source: center
it: Centro

source: right
it: Destra

source: black & white
it: bianco & nero

source: black & white transparent
it: Bianco e nero trasparente

source: color
it: Colore

source: color transparent
it: Colore trasparente

source: top
it: In alto

source: bottom
it: In basso

source: P l a y l i s t
it: P i a y l i s t

source: Next Song
it: Brano successivo

source: Open dir, append to playlist | Play title, toggle screensaver
it: Aprire directory, aggiungere alla playlist | Riprodurre il brano, screensaver on/off

source: Insert into playlist and play
it: Inserire in playlist e riprodurre

source: Insert incl. subdirs into playlist and play
it: Inserire nella playlist (sottodirectory comprese) e riprodurre

source: Pause/resume title
it: Pausa/Riprendere brano

source: Stop title
it: Stop brano

source: Exit screensaver, subscreens or YAMP
it: Uscire da screensaver, sotto-schermi o YAMP

source: Show context menu
it: Mostrare menu contestuale

source: Play previous title
it: Riprodurre brano precedente

source: Play next title
it: Riprodurre brano successivo

source: Previous page
it: Pagina precedente

source: Next page
it: Pagina successiva

source: Switch to playlist, Screensaver: next slide
it: Passare alla playlist, screensaver: slide successiva

source: Switch to filelist/database, Screensaver: previous slide
it: Passare all'elenco di file/database, screensaver: slide precedente

source: Show lyrics
it: Mostrare testi

source: Show Yamp Help Screen
it: Mostrare help di Yamp

source: Pause/resume screensaver slideshow
it: Pausa/Riprendere slide show screensaver

source: Move to start of list
it: Andare a inizio elenco

source: Move to end of list
it: Andare a fine elenco

source: Toggle repeat
it: Ripetizione On/Off

source: Toggle shuffle
it: Riproduzione casuale On/Off

source: Display/Hide Infobar
it: Mostrare/Nascondere Infobar

source: Activate/deactivate screensaver slideshow
it: Attivare/Disattivare screensaver slide show

source: Show/hide Lyrics Line
it: Mostrare/Nascondere riga testi

source: Show/hide Big Lyrics Line (Karaoke)
it: Mostrare/Nascondere riga testi grande (Karaoke)

source: Jump back to current playing song
it: Tornare al brano corrente

source: Screensaver: Blacklist current picture (don't show again)
it: Screensaver: immagine corrente in blacklist(non mostrare più)

source: Jump Forward 10%
it: Salto avanti 10%

source: Jump Backward 10%
it: Salto indietro 10%

source: Jump Forward 20%
it: Salto avanti 20%

source: Jump Backward 20%
it: Salto indietro 20%

source: total:
it: Totale:

source: remaining:
it: Rimanente:

source: M u s i c D a t a b a s e
it: M u s i c o D a t a b a s e

source: Cover saved
it: Cover salvata

source: Saving cover failed
it: Salvataggio cover fallito

source: Slide is the last slide and can not be removed
it: La slide è l'ultima e non può essere rimossa

source: this picture will be blacklisted to %sblacklist.txt and will not be shown any more! do you really want to blacklist this picture?
it: Questa immagine sarà posta in blacklist in %sblacklist.txt e non sarà più mostrata. Porre in blacklist l'immagine?

source: Albumcover saved
it: Cover album salvata

source: Saving albumcover failed
it: Salvataggio cover album fallito

source: Do you really want to delete the current playlist?
it: Rimuovere la playlist corrente?

source: Do you really want to exit?
it: Uscire?

source: no lyrics in file or ID3 found (or not activated in configuration)
it: Testo non trovato in file/ID3 (o funzione non attivata in impostazioni)

source: no time data in lyrics file
it: Nessun dato temporale nel file testi

source: no time data in lyrics file (ID3)
it: Nessun dato temporale nel file testi (ID3)

source: This Box can't decode %s streams!
it: Impossibile decodificare flussi %s!

source: blacklist file could not be saved
it: Impossibile salvare file in blacklist

source: Delete Playlist Entry Clear Playlist
it: Rimuovere voce playlist Ripulire playlist

source: Database Mode
it: Modalità database

source: Add to Playlist Add to PL incl.Subdirs
it: Aggiungere a playlist Includere sottodirectory

source: Add to Database Add to DB incl.Subdirs
it: Aggiungere al database Includere sottodirectory

source: Filelist Mode
it: Modalità elenco file

source: Add to Playlist Add all to Playlist
it: Aggiungere a playlist Tutto in playlist

source: Add to Playlist
it: Aggiungere a playlist

source: Show Album Show Artist
it: Mostrare album Mostrare artista

source: Show Albums
it: Mostrare album

source: Show Album
it: Mostrare album

source: Show Artist
it: Mostrare artista

source: Move Entry Up Move Entry Up by %d
it: Spostare voce su Spostare su di %d

source: Move Entry Down Move Entry Down by %d
it: Spostare voce giù Spostare giù di %d

source: Save Cover Save Album Cover
it: Salvare cover Salvare cover album

source: M u s i c F i l e s
it: F i l e M u s i c a l i

source: Music Files
it: File musicali

source: E x t . P l a y l i s t s
it: P l a y l i s t E x t .

source: A r t i s t s
it: A r t i s t i

source: A l b u m s
it: A l b u m

source: T i t l e s
it: T i t o l i

source: G e n r e s
it: G e n e r i

source: D a t e s
it: A n n i

source: Artist
it: Artista

source: Genre
it: Genere

source: Year
it: Anno

source: Attention! Crash possible! In actual skin <%s> the file %s is missing Please check and repair!
it: Attenzione, possibile crash. Nella skin attuale <%s> il file %s non è presente. Verificare e correggere!

source: Skin changed to <%s>, as %s (and maybe more) not existing
it: Skin modificata in %s, perché %s non è presente (e forse manca altro)

source: This custom skin most likely has been copied from an old version, and probably is not up-to-date. It is recommended to switch to a standard skin and check and revise the custom skin (compare it with the according standard skin)!
it: Questa skin personalizzata molto probabilmente è stata copiata da una vecchia versione e verosimilmente non è aggiornata. Si consiglia di passare a una skin standard e di controllare/rivedere la skin personalizzata (confrontandola con quella standard)!

source: Database has been upgraded to V3.3.2. ID3-tag AlbumArtist is recognized now. You should rescan at least your Sampler-Albums (various artists) into the database...
it: Database aggiornato alla V3.3.2. Il tag ID3 AlbumArtist è ora riconosciuto. Ripetere la scansione perlomeno degli album antologici (artisti vari) nel database...

source: There was an error when upgrading the Database to V3.3.2 (or database not existing). To get all advantages from the new DB options, think about deleting the database and rebuild it by re-inserting all files...
it: Errore nell'aggiornamento del database alla V3.3.2 (o database non presente). Per ottenere tutti i vantaggi dalle nuove opzioni del DB, provvedere a rimuovere il database e a ricostruirlo inserendo di nuovo tutti i file...

source: Database has been upgraded to V3.3.2, but the database is empty. Online-search for fanart-pictures has been deactivated. To get all advantages from the new DB options, think about adding files to the database... As long as the online search is deactivated, you will not see this message again!
it: Il database è stato aggiornato alla V3.3.2, ma è vuoto. Per ottenere tutti i vantaggi dalle nuove opzioni del DB, provvedere ad aggiungere file al database... Finché la ricerca online è disattivata, questo messaggio non sarà più visualizzato!

source: Database has been upgraded to V3.3.1. To get all advantages from the new DB options, you should actualize the database. Just insert all your files again to the database...
it: Il database è stato aggiornato alla versione V3.3.1. Per ottenere tutti i vantaggi delle nuove opzioni del DB, è necessario aggiornare il DB facendo rileggere tutti i file.

source: There was an error when upgrading the Database to V3.3.1 (or database not existing). To get all advantages from the new DB options, think about deleting the database and rebuild it by re-inserting all files...
it: Si è verificato un errore durante l'aggiornamento del database alla versione V3.3.1 (oppure il database non esiste/è vuoto). Per ottenere tutti i vantaggi delle nuove opzioni del DB, il DB deve essere cancellato e poi tutti i file devono essere riletti per inserirli nel DB.

source: Database has been upgraded to V3.3.1, but the database is empty. Online-search for fanart-pictures has been deactivated. To get all advantages from the new DB options, think about adding files to the database... As long as the online search is deactivated, you will not see this message again!
it: Il database è stato aggiornato alla versione V3.3.1, ma è vuoto. La ricerca online di immagini fanart su fanart.tv è stata disattivata. Per sfruttare le nuove opzioni del database, i titoli devono essere trasferiti nel database... Questo messaggio non verrà più visualizzato finché la ricerca online di fanart sarà disattivata!

source: Cannot open database file %s.
it: Impossibile aprire il file database %s.

source: Cannot write to database %s. Maybe Read-Only?
it: Impossibile scrivere nel database %s. Forse in sola lettura?

source: Artists (%d)
it: Artisti (%d)

source: Albums (%d)
it: Album (%d)

source: Titles (%d)
it: Titoli (%d)

source: Genres (%d)
it: Generi (%d)

source: Years (%d)
it: Anni (%d)

source: [back]
it: [Indietro]

source: No Year in Database, see Documentation
it: Nessun anno nel database, vedere documentazione

source: YAMP - Please enter query:
it: YAMP - Inserire la query:

source: YAMP - Please enter filename:
it: YAMP - Inserire il nome file:

source: Playlist saving as %s failed
it: Salvataggio playlist %s fallito

source: Playlist saved as %s
it: Playlist %s salvata

source: Search in Playlist
it: Ricercare nella playlist

source: Search current title
it: Ricerca del titolo corrente

source: Search current artist
it: Ricerca dell'artista corrente

source: Search current album
it: Ricerca dell'album corrente

source: Unsort Playlist
it: Playlist non ordinata

source: Sort Playlist A-Z
it: Ordinamento playlist A-Z

source: Sort Playlist Z-A
it: Ordinamento playlist Z-A

source: Save Playlist e2pls
it: Salvare playlist e2pls

source: Save Playlist m3u
it: Salvare playlist m3u

source: Save Playlist e2pls + m3u
it: Salvare playlist e2pls + m3u

source: Search path/filename of current title
it: Cercare percorso/nome file titolo corrente

source: Search path
it: Cercare percorso

source: Search filename
it: Cercare nome file

source: Delete playlist
it: Rimuovere playlist

source: Search playlists
it: Cercare playlist

source: Search artists
it: Cercare artista

source: Delete ALL artist's musicbrainz-ID entries
it: Rimuovere tutti gli ID MusicBrainz dell'artista

source: Search albums
it: Ricerca per album

source: Search titles
it: Ricerca per titoli

source: Search files
it: Ricerca per file

source: Search genres
it: Ricerca per generi

source: Search dates
it: Ricerca per anno

source: Jump to entry
it: Passare alla voce

source: Delete artist's title entries
it: Rimuovere voci titoli artista

source: Delete artist's musicbrainz-ID entries
it: Rimuovere ID MusicBrainz artista

source: Delete album entries
it: Rimuovere le voci album

source: Delete genre's title entries
it: Rimuovere le voci titoli del genere

source: Delete date's title entries
it: Rimuovere le voci titoli per anno

source: Delete ext. playlist entry
it: Rimuovere le voci playlist ext.

source: Show similar titles
it: Mostrare titoli simili

source: Delete title entry
it: Rimuovere la voce titolo

source: Compact music database
it: Compattare il database YAMP

source: Clear music database
it: Rimuovere il database YAMP

source: Edit Configuration
it: Modificare impostazioni

source: Playlist actions
it: Azioni playlist

source: Filelist actions
it: Azioni file

source: Database actions
it: Azioni database

source: file %s not existing or not reachable
it: Il file %s non esiste o non è accessibile

source: Box-Display
it: Display del box

source: changed, Yamp restart required to apply new selection Do you want to close Yamp now?
it: modificato, è necessario riavviare Yamp per applicare le modifiche. Chiudere Yamp ora?

source: to activate the new configuration for the Box-Display,
it: Per attivare la nuova configurazione del display,

source: will be overwitten. Do you agree?
it: dovranno essere sovrascritti. Confermare?

source: the file %s
it: l file %s

source: the files %s and %s
it: i file %s e %s

source: Box display configuration file %s could not be written! Write protected? Wrong format? If not corrected, changes will be lost...
it: Impossibile sovrascrivere Il file di configurazione display %s Sola lettura? Formato errato? Se non risolto, le modifiche saranno perdute...

source: filelist
it: Elenco file

source: Do you really want to delete the musicbrainz-IDs for all artists from database?
it: Rimuovere ID MusicBrainz di tutti gli artisti dal database?

source: Do you really want to delete all titles of artist %s from database?
it: Rimuovere tutti i titoli dell'artista %s dal database?

source: Do you really want to delete all titles of album %s from database?
it: Rimuovere tutti i titoli dell'album %s dal database?

source: Do you really want to delete all titles of genre %s from database?
it: Rimuovere tutti i titoli di genere %s dal database?

source: Do you really want to delete all titles of date %s from database?
it: Rimuovere tutti i titoli dell'anno %s dal database?

source: Search
it: Cercare:

source: Search: %s
it: Ricerca: %s

source: YAMP album search - Please enter query:
it: Ricerca album YAMP - Inserire la query:

source: album search: %s
it: Ricerca album: %s

source: YAMP - Jump to letter(s):
it: YAMP - Saltare alla lettera:

source: Do you really want to compact the database? This may take a while...
it: Compattare il database? Potrebbe impiegare un po' di tempo...

source: Do you really want to clear the whole database?
it: Svuotare l'intero database?

source: Artist-Art-Pictures downloading:
it: Download immagini d'artista:

source: Artist %s not in database, online search for artist-art at fanart.tv not possible
it: Artista %s non presente nel database. Ricerca online per tipo di artista su fanart.tv impossibile

source: trying to get
it: Tentativo in corso di ottenere

source: Music-Brainz ID for Artist %s not found, online search for artist-art at fanart.tv not possible
it: ID Music-Brainz per l'artista %s non trovato. Ricerca online per artista-art su fanart.tv impossibile

source: MbID not found
it: MbID non trovato

source: MbID download failed
it: MbID download fallito

source: trying to get picture list...
it: Tentativo di ottenere elenco immagini...

source: no pictures found
it: Nessuna immagine trovata

source: fanart.tv no picture found
it: fanart.tv nessuna immagine trovata

source: picture list download failed
it: Download elenco immagini fallito

source: Several Artists %s found at musicbrainz.org, please select Artist
it: Trovati numerosi artisti %s su musicbrainz.org, selezionare artista

source: searching ...
it: Ricerca in corso...

source: %d files added to database
it: %d file aggiunti al database

source: %d files actualized
it: %d file aggiornati

source: %d files skipped
it: %d file ignorati

source: Press OK to close.
it: Premere OK per chiudere.

source: Process aborted.
it: Processo interrotto.

source: Process finished.
it: Processo terminato.

source: Error! Can not open database! Check if database path is correct and writeable! Press OK to close.
it: Errore. Impossibile aprire il database. Verificare che il percorso sia corretto/accessibile in scrittura Premere OK per chiudere.

source: added to database (%d) actualized in database (%d) already exists in database (%d)
it: Aggiunti al database (%d) Aggiornati nel database (%d) Già presenti nel database (%d)

source: YAMP Music Player - Add directory incl. Subdirs to Database
it: YAMP Music Player - Aggiungere directory con sottodirectory al database

source: YAMP Music Player - Add directory to Database
it: YAMP Music Player - Aggiungere directory al database

source: YAMP Music Player - Database Actions
it: YAMP Music Player - Azioni database

source: Cancel
it: Annullare

source: inserted
it: inserito

source: actualized
it: aggiornato

source: skipped
it: ignorato

source: DB Insert:
it: Inserimento DB:

source: DB insert finished
it: Inserimento DB terminato

source: Configuration
it: Impostazioni

source: YAMP Music Player Configuration
it: YAMP Music Player - Impostazioni

source: Skin <%s> not possible, as %s (and maybe more) is missing Skin is disabled now! To enable it again, Yamp has to be restarted
it: Impossibile utilizzare la skin <%s> perché %s non è presente (e forse manca altro). La skin è stata disabilitata. per riabilitarla, è necessario riavviare Yamp

source: This custom skin most likely has been copied from an old version, and probably is not up-to-date. It is recommended to switch to a standard skin and check and revise the custom skin (compare it with the accordingstandard skin)!
it: Questa skin personalizzata molto probabilmente è stata copiata da una vecchia versione e verosimilmente non è aggiornata. Si consiglia di passare a una skin standard e di controllare/rivedere la skin personalizzata (confrontandola con la skin standard)!

source: General Adjustments
it: Impostazioni generali
