Repository: oe-mirrors/yampmusicplayer
Catalog: locale/*.po
Languages: it

source: Options for the Artist-Art and MusicBrainz-ID (MbID) - Search. Only active when Database is used Hint: Whenever <Yamp-Directory> is mentioned, this means /usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer
it: Opzioni per l'artwork e il MusicBrainz-ID (MbID) - Ricerca. Attive solo se si utilizza il database Suggerimento: ogni volta che si parla di <Yamp-Directory>, si intende /usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer

source: left-right: Artist-Art-Online search is only possible if the artist is in the database. 'search always' can only be selected temporary and is not saved, as Yamp could be banned at fanart.tv if traffic is too high. The every xx days period is calculated for each artist seperately. Faster download if you get a personal api key (see manual) recommended = default: search every 60 days
it: Sinistra-Destra: La ricerca online di immagini dell'artista è possibile solo se l'artista è inserito nel database. L'opzione "Cercare sempre" funziona solo temporaneamente e non viene salvata, poiché Yamp potrebbe essere bandito da fanart.tv se il traffico è troppo elevato. Il periodo ogni xx giorni viene calcolato per ogni artista separatamente. Il download sarà più veloce se si ottiene una chiave api personale (vedere il manuale). Consigliato = Default: ricerca ogni 60 giorni

source: enter key: Personal api key for fanart.tv is available for free at fanart.tv. Faster download if you have a personal api key. key may be also entered by providing it in the file <YampFanarttvPersonalApi.key> in the Yamp-Directory. The file is existing after installation with a (useless) dummy-key
it: Inserire la chiave api: La chiave api personale per fanart.tv è disponibile gratuitamente su fanart.tv. Oò download sarà più veloce se si dispone di una chiave api personale. La chiave può essere inserita anche fornendola nel file <YampFanarttvPersonalApi.key> nella directory Yamp. Il file è creato dopo l'installazione con una chiave fittizia (inutile).

source: left-right: Musicbrainz-ID (MbID) for artists is needed for fanart-download at fanart.tv. Just check which setting has the best results on your machine (see manual) default: standard...
it: Sinistra-Destra: L'ID MusicBrainz (MbID) degli artisti è necessario per il download delle fanart su fanart.tv, viene acquisito online su musicbrainz.org e salvato nel database. Provare le impostazioni che funzionano meglio sul proprio computer (vedere anche la guida rapida). Default: Standard...

source: enter number: Searching for MbID for artists often leads to more than 1 result. With the min-score you define how exact the result should be. Lower numbers leads to more findings, higher numbers might not find the artist. Default: 90. See also on musicbrainz online page Range: 1 .. 100, default: 95
it: Inserire un valore (0-100: La ricerca di MbID per gli artisti porta spesso a più di un risultato. Il min-relevance (min-score) può essere utilizzato per definire la precisione del risultato. Numeri più piccoli forniscono risultati più numerosi (e meno precisi), mentre numeri più grandi possono far sì che l'artista non venga trovato. Il modo più semplice per verificarlo è sul sito web di MusicBrainz. Intervallo: 1 ... 100, valore predefinito: 95

source: Options for the Screensaver
it: Opzioni screensaver

source: left-right: Options: Blank screen: black screen Standard Screensaver: pictures in Yamp subdir 'saver' are displayed Custom Screensaver (Dia-Show): pictures in Screensaver slideshow directory (adjusted in General Adjustments) are displayed Artwork as Screensaver: Pictures in artwork directory, subdir <artist>, are displayed (or subdir 'Default', if no pictures exist) default: Artwork
it: Sinistra-Destra: Opzioni: Vuoto: schermo nero Standard: vengono visualizzate le immagini della sottodirectory Yamp "saver". Personalizzato (dia show): Vengono visualizzate le immagini presenti nella directory per le diapositive dello screen saver (impostata in "Impostazioni generali"). Artwork: Vengono visualizzate le immagini presenti nella directory dell'artwork, sottodirectory <Interpret> (o nella sottodirectory "Default" se non ci sono immagini disponibili). Default: Artwork

source: left-right: On: Info-Bar is visible while screensaver is active Off: Info-Bar is not visible (screensaver-pictures only) can be temporary changed with <Audio>-key while screensaver is active default: On
it: Sinistra-Destra: On: l'infobar è visibile quando lo screensaver è attivo. Off: l'nfobar non è visibile (solo immagini dello screensaver). Può essere modificata temporaneamente con il tasto <Audio> mentre lo screensaver è attivo Default: On

source: left-right: On: screensaver temporary switched on/off with <Audio>-key is set back to the above adjusted setting at song change default: On
it: Sinistra-Destra: On: l'infobar temporaneamente nascosta/mostrata con il pulsante <Audio> viene ripristinata all'impostazione predefinita quando si cambia brano. Default: On

source: left-right: On: pictures in subdirectories are also displayed, valid for custom (slideshow) and artwork default: On
it: Sinistra-Destra: On: vengono visualizzate anche le immagini nelle sottodirectory - valido per screensaver personalizzati (slide show) e artwork. Default: On

source: enter number: after starting a song from playlist, wait this number of seconds before starting screensaver. 0: disable screensaver Range: 0 .. 600, default: 10
it: Immettere un valore (0-600) : Dopo l'avvio di un brano dalla playlist, attendere x secondi prima di attivare lo screensaver. 0 = screensaver disattivato Intervallo: 0 ... 600, valore predefinito: 10

source: enter number: change screensaver pictures all x seconds do not adjust a too short time, specially on slow machines Hint: additionally, you can switch to another picture anytime manually with the left/right-keys Range: 5 .. 99, default: 10
it: Inserire un valore (5-99): Cambiare l'immagine dello screensaver ogni x secondi Non impostare un tempo troppo breve, soprattutto con macchine lente. Suggerimento: l'immagine può essere modificata manualmente in qualsiasi momento utilizzando i tasti freccia destra-sinistra. Intervallo: 5 ... 99, valore predefinito: 10

source: left-right: options should be self-explaining, valid for custom (slideshow) and artwork default: shuffling
it: Sinistra-Destra: Le opzioni dovrebbero essere autoesplicative, valide per singoli screensaver (slide show) e artwork. Default: Casuale

source: left-right: On: screensaver will start also when on left side (file list or database) Off: screensaver will only start when on right side (playlist) default: On
it: Sinistra-Destra: On: lo screensaver è attivo anche se è selezionato il lato sinistro (elenco file/database) Off: lo screensaver è attivo solo se è selezionato il lato destro (playlist) Predefinito: On

source: left-right: On: screensaver may be manually activated / deactivated with <%s>-key basic condition: screensaver must not be deactivated (time = 0) default: On
it: Sinistra-Destra: On: lo screensaver può essere attivato/disattivato manualmente con il tasto <%s>. Prerequisito: lo screensaver non deve essere completamente disattivato (tempo di attesa = 0). Predefinito: On

source: enter number: if screensaver has been deactivated by pressing <%s>-key, it will be reactivated after this time Range: 0 .. 1.200, default: 600
it: Inserire un valore (0-1200): Se lo screensaver è stato disattivato premendo il tasto <%s>, sarà riattivato dopo questo tempo. Intervallo: 0 ... 1.200, valore predefinito: 600

source: left-right: On: Black background for Info-Bar while screensaver is active (better readability) Off: no background, picture visibility better default: On
it: Sinistra-Destra: On: sfondo scuro per la infobar durante lo screen saver (migliore leggibilità) Off: nessuno sfondo per la barra informativa (migliore visibilità immagine). Default: On

source: left-right: options to show/hide clock and date while screensaver is active default: No
it: Sinistra-Destra: Opzioni per mostrare/nascondere orologio e data quando lo screensaver è attivo Default: No

source: Common Options for Display and Operation
it: Opzioni generali per la visualizzazione e il funzionamento

source: enter number: with red-long and green-long entries in playlist may be moved up/down by this number of lines Range: 2 .. 50, default: 10
it: Inserire un valore (2-50): Le voci della playlist possono essere spostate di questo numero di righe utilizzando i tasti <Rosso-Lungo> e <Verde-Lungo>. Intervallo: 2 ... 50, valore predefinito: 10

source: enter number: when scrolling in the filelist, database or playlist, the cover (and the according information) of the selected song may be displayed. After this time it will display the actual cover and info again. May cause performance problems on slow machines 0: 'Scroll Cover' display disabled Range: 0 .. 600, default: 10
it: Inserire un valore (0-600): Quando si scorre l'elenco di file/database/playlist, è possibile visualizzare la copertina (e le informazioni associate) del brano selezionato (scroll cover). Dopo il tempo impostato qui verrà visualizzata nuovamente la copertina corrente. Può dare problemi su macchine lente. 0: "Scroll cover" disattivato Intervallo: 0 ... 600, valore predefinito: 10

source: left-right: show or hide file icons in filelist default: On (show)
it: Sinistra-Destra: Mostrare/Nascondere le icone file nell'elenco dei file. Default: On (mostrare)

source: left-right: show or hide file icons in playlist default: On (show)
it: Sinistra-Destra: Mostrare/Nascondere le icone file nella playlist. Default: On (mostrare)

source: left-right: show or hide playlist total runtime length and remaining time length. this display can only be calculated correct if all songs in the playlist are in the database. Also, calculation for long playlists may take some time specially on slow boxes. Therefore it can be disabled. default: On
it: Sinistra-Destra: Mostrare/Nascondere la durata totale della playlist e il tempo residuo. Questi dati possono essere calcolati correttamente solo se tutti i brani della playlist sono presenti nel database. Inoltre, il calcolo per le playlist lunghe può richiedere un po' di tempo, in particolare sui box lenti. Per questo motivo la funzione può essere disabilitata. Default: On

source: left-right: On: The Yamp help is shown on each start of Yamp. Recommended for beginners, or, if your remote does not support INFO LONG. Off: The Yamp help is only shown only once after an update. Howewever, with INFO LONG it can be shown anytime default: On
it: Sinistra-Destra: On: La guida di Yamp viene visualizzata a ogni avvio di Yamp. Consigliato per i principianti o se il vostro telecomando non supporta INFO LUNGO. Off: la guida di Yamp viene mostrata solo una volta dopo un aggiornamento. Tuttavia, con INFO LUNGO può essere visualizzata in qualsiasi momento. Default: On

source: left-right: On: Exit button jumps to upper directory in filelist/databaselist Off: Exit button only used for Exit default: On
it: Sinistra-Destra: On: Il tasto EXIT fa passare alla directory superiore dell'elenco di file/dati. Off: il tasto EXIT viene usato solo per uscire da Yamp. Default: On

source: left-right: Select, if your remote has a common play/pause button default: Off
it: Sinistra-Destra: Selezionare se il telecomando è dotato di un tasto comune per le funzioni di riproduzione/pausa. Default: Off

source: left-right: Select, if your remote has a common TV / Radio button, and how it should behave: may prevent the need to change the keymap.xml Basic: If your remote sends the TV signal with this button, use one of the TV adjustments, otherwise Radio. just try shuffle, Long PL endless: short keypess will toggle shuffle PL endless, Long shuffle: short keypress will toggle PL endless default: No
it: Sinistra-Destra: Selezionare in funzione della presenza nel telecomando di un pulsante TV/Radio comune: l'impostazione potrebbe evitare la necessità di modificare il file keymap.xml In pratica: se il telecomando invia il segnale TV quando viene premuto il pulsante, deve essere impostata una delle opzioni TV, altrimenti una delle opzioni radio. Provare. Shuffle WL, Long WL endless: premendo brevemente il tasto si attiva la funzione playlist casuale. WL infinita, lunga WL shuffle: premendo brevemente il pulsante si attiva la riproduzione infinita. Default: No

source: left-right: On: closing Yamp has to be confirmed Off: Yamp will close without confirmation default: On
it: Sinistra-Destra: On: la chiusura di Yamp deve essere confermata. Off: Yamp si chiude senza conferma. Default: On

source: left-right: Select Option for TV in Yamp Video-Preview-Window on Start only means, TV stops when the first song is played always means: Tv starts on Yamp start, stops when a song is played, and resumes when no song is played default: depends on the used skin
it: Sinistra-Destra: Selezione dell'opzione per la TV nella finestra di anteprima video di Yamp. "Solo all'avvio" significa che la TV si ferma quando viene riprodotto il primo brano. "Sempre" significa che la TV si avvia all'avvio di Yamp, si ferma quando viene riprodotto un brano e riprende quando non viene riprodotto alcun brano. Default: dipende dalla skin in uso

source: Options for Lyrics Display in Lyrics screen and Karaoke-Line in Screensaver screen
it: Opzioni per la visualizzazione dei testi nella schermata dei testi e del karaoke durante lo screensaver

source: enter number: if the line number in lyrics screen is less than this number, no scrolling will occur Range: 0 .. 100, default: 20
it: Inserire un valore (0-100): Pagina di testo: se il numero di righe di testo è inferiore a questo numero, non viene effettuato alcuno scorrimento. Intervallo: 0 .. 100, valore predefinito: 20

source: enter number: when scrolling through the text in lyrics screen, this line will stay selected (srolling occurs 'around' this line) Range: 1 .. 100, default: 7
it: Inserire un valore (1-100): Pagina dei testi: quando si scorre un testo, questa riga rimane selezionata (scorrimento "intorno a questa riga"). Intervallo: 1 ... 100, valore predefinito: 7

source: enter number: when editing the time stamp in lyrics screen, the stored time will be earlier this number of milliseconds than the time the ok key is pressed (correction of reaction time) Range: 0 .. 5.000, default: 1.000
it: Inserire un valore (0-5000): Quando si modifica il timestamp (per il "Karaoke" o lo scorrimento automatico), l'ora viene salvata con un certo numero di millisecondi di anticipo rispetto al momento in cui è stato premuto il pulsante <OK> (adattamento al tempo di risposta). Intervallo: 0 .. 5.000 = da 0 a 5 secondi, valore predefinito: 1.000

source: enter number: when playing, the display of the current line in lyrics screen or the karaoke-line will be offset by this time. specially helpful when using .lrc-files with a fixed offset Remark: as the remote does not have a Minus-key: Use yellow key to switch between + and - Range: -10.000 .. 10.000, default: 0
it: Inserire un valore (-10000 - 10000): Durante la riproduzione e la visualizzazione della riga di testo corrente (pagina del testo o riga del Karaoke nello screen saver), questo offset viene aggiunto al tempo salvato. Particolarmente utile se i file .lrc utilizzati richiedono un offset fisso o se i file di testo sono stati creati su una macchina diversa (più veloce o più lenta). Nota: poiché il telecomando non dispone di un tasto <meno>: Il pulsante <Giallo> può essere utilizzato per alternare tra + e - - in modo che sia possibile anche un offset negativo. Gamma: -10.000 ... 10.000 = da -10 a +10 secondi, valore predefinito: 0

source: enter number: 'Karaoke Light': Lyrics line when screensaver is active. activate/deactivate with <Text (L)>, see manual. This is the maximum time, a karaoke line will be displayed on the screen. helpful, when there is a long instrumental passage with no text Range: 0 .. 600, default: 10
it: Inserire un valore (0-600): "Karaoke Light:" La riga dei testi può essere visualizzata mentre il salvaschermo è attivo. Attivare/Disattivare con il pulsante <TXT LUNGO> (vedere la guida rapida). È il tempo massimo di visualizzazione di una riga Karaoke. È utile per i passaggi strumentali lunghi, in modo che la battuta non rimanga all'infinito. Intervallo: 0 ... 600, valore predefinito: 10

source: left-right: Options to select or deselect black background for karaoke-line(s). Off: picture is less 'disturbed' On: Karaoke-text better readable default: small and big...
it: Sinistra-Destra: Opzioni per mostrare/nascondere lo sfondo scuro nelle battute del Karaoke. Off (no): L'immagine è meno "disturbata". On: la battuta del karaoke è più leggibile. Default: Riga karaoke piccola e grande

source: Options for the Playback of Music-Videoclips
it: Opzioni per la riproduzione di musica-videoclip

source: left-right: Options for starting Videoclips in FullScreen: immediate: start immediate in Fullscreen mode screensaver: start after screensaver-delay in Fullscreen mode manual: start only manually in Fullscreen mode (key ok) default: screensaver delay
it: Sinistra-Destra Opzioni per l'avvio dei videoclip in modalità FullScreen: Immediato: il video viene avviato immediatamente in modalità FullScreen. Ritardato come screen saver: il video si avvia in modalità FullScreen dopo il ritardo impostato per lo screen saver. Solo manualmente (tasto OK): il video passa in modalità FullScreen solo dopo aver premuto il tasto <OK>. Drefault: ritardato come screensaver

source: enter number: show the Info-Bar in Fullscreen-Video for this time, then hide it 0: Info-Bar off on Video 10.000: On during complete clip Range: 0 .. 10.000, default: 10
it: Onserire un valore (0-10000): In modalità FullScreen, visualizzare l'infobar per il tempo impostato, per poi nasconderla. 0: linfobar non viene mai visualizzata durante il video 10.000: l'infobar rimane attiva per l'intero filmato Intervallo: 0 ... 10.000, valore predefinito: 10

source: left-right: options to show/hide clock and date while playing Video in Fullscreen mode default: No
it: Sinistra-Destra: Opzioni per mostrare/nascondere orologio/data durante la riproduzione di un video in modalità FullScreen. Default: No

source: left-right: Allow switching to lyrics screen while playing Video default: On
it: Sinistra-Destra: Consentire di passare alla schermata testi durante la riproduzione di un video. Default: On

source: left-right: to prevent the last video picture as background, on some boxes it is necessary to insert a short 'black' video after the end of a video. Attention: This is experimental, try on your own risk. If the system hangs, try with EXIT several times. default: Off
it: Sinistra-Destra: Per evitare che l'ultima immagine del video precedente "traspaia" sullo sfondo, in alcuni box è necessario aggiungere un breve video "nero" al termine di un video: Attenzione: questa funzione è "sperimentale", da usare a proprio rischio e pericolo. Se il sistema si blocca, può essere utile premere più volte EXIT. Default: Off

source: enter number: length of the 'black' video from the setting above again: Just try. Range: 0 .. 6.000, default: 500
it: Inserire un valore: Durata del "video nero" relativo all'impostazione precedente. Di nuovo: provare. Intervallo: 0 ... 6.000, valore predefinito: 500

source: Options for the Box-Display. The display should NOT be skinned in the used box-skin; otherwise the settings here will NOT have any effect! Many settings here will change the files YampLCD.xml and/or YampLcdRunning.xml in the used Yamp-Skin-directory! If you do not want this, you have to use <custom size> for the display. Otherwise (you do not want to edit the xml-files manualy): Please select first the size of the display, this will activate many other options
it: Opzioni per la visualizzazione nel display. Il display NON deve essere associato alla skin corrente del box, altrimenti le impostazioni inserite qui non avranno alcun effetto. Attenzione: molte delle impostazioni inserite qui influenzeranno i file YampLCD.xml e/o YampLcdRunning.xml nella directory della skin Yamp utilizzata. Se non si desidera ciò, è necessario impostare <definito dall'utente> nelle dimensioni del display. Se non si desidera effettuare una modifica manuale dei file xml, impostare prima la dimensione corretta del display (risoluzione in pixel). In questo modo si attivano molte altre opzioni di configurazione

source: left-right: Resolution of the box display. Changing this setting will overwrite/limit some settings to reasonable values, you may adjust them after. It will also overwrite YampLCD.xml and YampLcdRunning.xml in the used Yamp-Skin-directory! You will be asked before. Custom: no changes are made to the xml-files, you have to edit and adjust these files manually. default: custom
it: Sinistra-Destra: Risoluzione del display. Eventuali modifiche sovrascriveranno alcune configurazioni delle impostazioni predefinite personalizzate. Tuttavia, queste potranno ancora essere modificate. I file YampLCD.xml e YampLcdRunning.xml nella directory della skin Yamp corrispondente verranno sovrascritti. In proposito verrà richiesta conferma. Definito dall'utente: non vengono apportate modifiche ai file xml, che devono essere modificati e adattati manualmente. Default: definito dall'utente

source: left-right: Options for the Box display off: no control of the display by Yamp. Useful if you use external software (LCD4linux or similar) 1 line, 3 lines: 1 or 3 lines text display Running Text: Only selectable if Renderer RunningText is installed. See manual Cover with or without text. default: 3 lines display
it: Sinistra-Destra: Opzioni per la visualizzazione nel display: Off: nessuna output da Yamp al display. Utile se si utilizza un plugin esterno (LCD4linux o simili). 1 riga, 3 righe: 1 o 3 righe di testo in uscita. Testo in esecuzione: può essere selezionato solo se è stato installato il renderer 'RunningText'. Vedere la guida rapida

source: enter number: Fontsize of the text line(s) 1(..3). Range: 10 .. 200, default: 32
it: Inserire un valore (10-200): Dimensioni caratteri delle righe di testo 1(..3). Intervallo: 10 ... 200, valore predefinito: 32

source: enter number: Text length for the text line(s) 1(..3). Specially helpful if you use a display mode with cover display - so you are able to choose if the text is only outside the cover or overlapping. Range: 10 .. 999, default: 160
it: Inserire un valore (10-999): Lunghezza testo per le righe di testo 1(...3). Particolarmente utile se si utilizza una modalità di visualizzazione con cover, in modo da poter scegliere se il testo è solo all'esterno della cover o se si sovrappone. Intervallo: 10 ... 999, valore predefinito: 160

source: left-right: select horizontal alignment of the text line(s) 1(..3). x-position of line(s) 1 (..3) will be calculated out of display size and text length default: left
it: Sinistra-Destra: Selezionare l'allineamento orizzontale delle righe di testo 1(...3). La posizione x della riga 1 (...3) viene calcolata in base alle dimensioni del display e alla lunghezza del testo. Default: sinistra

source: enter number: font size of Running Text Range: 1 .. 500, default: 32
it: Inserire un valore (1-500): Dimensioni caratteri del testo scorrevole. Intervallo: 1 ... 500, valore predefinito: 32

source: left-right: select color for text line 1 in box display default: white
it: Sinistra-Destra: Selezionare il colore per la riga di testo 1 nel display. Default: bianco

source: left-right: select color for text line 2 in box display default: white
it: Sinistra-Destra: Selezionare il colore per la riga di testo 2 nel display. Default: bianco

source: left-right: select color for text line 3 in box display default: white
it: Sinistra-Destra: Selezionare il colore per la riga di testo 3 nel display. Default: bianco
