Repository: oe-mirrors/yampmusicplayer
Catalog: locale/*.po
Languages: it

source: YAMP skin (restart required)
it: Skin YAMP (riavvio necessario)

source: YAMP database directory
it: Directory database YAMP

source: Filebrowser startup directory
it: Directory di avvio browser file

source: Save filebrowser directory on exit
it: Salvare directory browser file in uscita

source: Directory for saved playlists
it: Directory playlist salvate

source: Use single directory for lyrics
it: Utilizzare directory unica per i testi

source: Directory for saved lyrics
it: Directory per testi salvati

source: Screensaver slideshow directory
it: Directory slide show screensaver

source: Artwork slideshow base directory
it: Directory base slide show artwork

source: Filelist / Databaselist / Playlist
it: Elenchi File / Database / Playlist

source: Layout of Title of Filelist
it: Layout titolo elenco file

source: Exclude directories in DB-Search starting with
it: Escludere nella ricerca DB le directory che iniziano con

source: Reduce number of artists by ignoring everything beginning with 'feat'
it: Ridurre il numero di artisti ignorando tutto ciò che inizia con "feat".

source: Title only once in artist/genre selection
it: Mostra il titolo solo una volta nella ricerca di artista/genere

source: Standardize title and artist names
it: Standardizzare titoli e nomi artisti

source: Playlist layout
it: Layout playlist

source: Layout for display of >next song<
it: Layout visualizzazione >brano successivo<

source: Display unknown element (n/a) in info-bar as
it: Mostrare gli elementi sconosciuti (n/a) nella infobar come

source: Remember playlist on exit
it: Ricordare playlist all'uscita

source: Repeat playlist at end
it: Ripetere playlist al termine

source: Enable wrap around on move titles in playlist
it: Abilitare wrap-around spostando titoli nella playlist

source: Start playing immediate (if playlist exists)
it: Avviare play immediatamente (se playlist esiste)

source: Gap reduction (1/10 seconds, 0 = off)
it: Riduzione del gap (1-10 secondi, 0 = Off)

source: Cover Search / Auto Save
it: Ricerca cover / Salvataggio automatico

source: Cover search priority 1 (highest)
it: Priorità ricerca cover 1 (massima)

source: Cover search priority 2
it: Priorità ricerca cover 2

source: Cover search priority 3
it: Priorità ricerca cover 3

source: Cover search priority 4
it: Priorità ricerca cover 4

source: Cover search priority 5 (lowest)
it: Priorità ricerca cover 5 (minima)

source: Google cover search for videos
it: Ricercare anche le cover video su Google

source: Google cover auto save in title directory
it: Salvataggio automatico cover Google in directory brano

source: Lyrics Search / Auto Save
it: Ricerca testi / Salvataggio automatico

source: Lyrics Search priority 1 (highest)
it: Priorità ricerca testi 1 (massima)

source: Lyrics Search priority 2
it: Priorità ricerca testi 2

source: Lyrics Search priority 3
it: Priorità ricerca testi 3

source: Lyrics Search priority 4 (lowest)
it: Priorità ricerca testi 4 (minima)

source: Auto-save lyrics found online
it: Salvataggio automatico testi trovati online

source: Artist-Art / MbId Search
it: Artwork / Ricerca MbId

source: Artist-Art-Pictures online search at fanart.tv
it: Ricerca immagini online artwork su fanart.tv

source: fanart.tv personal api key
it: Api key personale fanart.tv

source: Musicbrainz-Artist-ID (MbId) search mode
it: Modalità di ricerca MusicBrainz-Artist-ID (MbId)

source: Musicbrainz Artist identification min score
it: Rilevanza minima identificazione artista in MusicBrainz

source: Screensaver / Dia-Show / Artist-Art
it: Screensaver / Slide show / Artwork

source: Type of screensaver
it: Tipo screensaver

source: Screensaver pictures in background (Info-Bar visible)
it: Immagini screensaver sullo sfondo (infobar visibile)

source: Key <Audio> adjustment is reset at end of song
it: Impostazione tasto <Audio> ripristinata su cambio brano

source: Include subdirs in slideshow (custom or artwork) directory
it: Includere sottodirectory alla directory slide show (personalizzate o artwork)

source: Wait for screensaver (seconds, 0 = off)
it: Attesa screensaver (secondi. 0 = Off)

source: Wait-time for next screensaver slide (seconds)
it: Intervallo slide screensaver (secondi)

source: Sorting of screensaver pictures
it: Ordinamento immagini screensaver

source: Screensaver in dblist/filelist
it: Screensaver anche in elenco file/database

source: Manual activate/deactivate Screensaver by <%s> Button
it: Attivare/Disattivare manualmente screensaver con tasto <%s>

source: Max. Screensaver Off-Time manual (seconds, 0=unlimited)
it: Spegnimento manuale screen saver: tempo massimo spegnimento (secondi, 0 = illimitato)

source: Show background in Info-Bar (visibility)
it: Mostrare sfondo in infobar (visibilità)

source: Show clock while screensaver active
it: Mostrare orologio se screensaver attivo

source: Operation / Display
it: Funzionamento / Display

source: Playlist entry move multiple lines
it: Ampiezza spostamento righe delle voci in playlist

source: Max. display time "Cover Scroll" seconds, 0=off)
it: Tempo massimo visualizzazione "Cover Scroll" in secondi, 0=Off)

source: Show file icons in filelist
it: Mostrare icone file in elenco

source: Show file icons in playlist
it: Mostrare icone file in playlist

source: Display used skin name in Main Screen
it: Mostrare la skin in uso nella schermata principale

source: Display button description in Display (TV, Radio, %s)
it: Mostrare descrizione tasti su display (TV, Radio, %s)

source: Display filename of current picture in Dia-Show
it: Mostrare nome file immagine corrente in slide show

source: Calculate and display playlist run time
it: Calcolare e mostrare runtime playlist

source: Show Yamp Help on Start (always with INFO LONG)
it: Mostrare la guida di Yamp all'avvio (sempre raggiungibile con INFO LUNGO)

source: Exit button jumps to upper directory in filelist/databaselist
it: Exit passa alla directory superiore dell'elenco di file/dati.

source: Common button for play / pause
it: Tasto comune per Play/Pausa

source: Common button for Tv / Radio
it: Tasto comune per TV/Radio

source: Confirm exit
it: Confermare l'uscita

source: Show TV during Yamp
it: TV nell'anteprima video di Yamp

source: Lyrics - Scroll / Time Edit - Karaoke
it: Testi - Scorrimento / Modifica tempo - Karaoke

source: Min. number of lines for scrolling text
it: Numero minimo righe per attivazione scorrimento

source: Line number for scrolling (this line stays selected)
it: Numero della riga di scorrimento (questa riga rimane fissa durante lo scorrimento)

source: Offset for time stamp in lyrics edit (milliseconds)
it: Offset per time stamp in modifica testi (millisecondi)

source: Offset for lyrics display while playing (milliseconds)
it: Offset per le righe di testo durante riproduzione (millisecondi)

source: Lyrics line max display time (seconds, 0 = no limit)
it: Tempo massimo persistenza riga (secondi, 0 = illimitato)

source: Black background on Lyrics Line (Karaoke)
it: Sfondo nero righe testi (Karaoke)

source: Videoclip settings
it: Impostazioni videoclip

source: Automatic Full Screen Start Mode for Videos
it: Modalità di avvio automatico FullScreen per i video

source: Display time of Title for Videos (seconds, 0=off)
it: Durata visualizzazione titoli video (secondi, 0 = Off)

source: Show clock while Video is running
it: Orologio visibile durante i video

source: Allow Lyrics screen on videos
it: Consentire schermata testi sui video

source: Insert Blank Video after Video
it: Inserire video nero dopo il video (sfondo nitido per messaggi)

source: Blank Video runtime (ms)
it: Tempo esecuzione video vuoto (ms)

source: Box Display
it: Display del box

source: Size of box display used
it: Dimensioni display box in uso

source: Mode of box display used
it: Modalità display box in uso

source: Fontsize line(s) 1(..3)
it: Dimensioni caratteri righe 1(...3)

source: Text length line(s) 1(..3)
it: Lunghezza testo righe 1(...3)

source: Text horiz. alignment line(s) 1(..3)
it: Allineamento orizzontale testo righe 1(...3)

source: Color textline 1
it: Colore Riga di testo 1

source: Color text line 2
it: Colore Riga di testo 2

source: Color text line 3
it: Colore Riga di testo 3

source: Cover size
it: Dimensioni cover

source: Cover color
it: Colore cover

source: Cover horiz. alignment
it: Allineamento orizzontale cover

source: Cover vertical alignment
it: Allineamento verticale cover

source: Font size for Graphical running text
it: Dimensioni caratteri testo grafico a scorrimento

source: Miscellaneous / Debug
it: Miscellanea / Debug

source: YAMP in extended plugin list
it: YAMP nell'elenco estensioni

source: YAMP in main menu
it: YAMP nel menu principale

source: Debug Mode
it: Modalità debug

source: Debug directory
it: Directory di debug

source: Debug memory usage
it: Debug utilizzo memoria

source: left-right: Options should be self-explaining. Allowed extensions: '.jpg', '.jpeg','.png', '.gif' The options are processed in the priority order; when a Cover is found, no further searching in lower priorities Google-Search does not always find pictures with good resolution, so other options are preferable.
it: Sinistra-Destra: Le opzioni dovrebbero essere autoesplicative. Estensioni consentite: ".jpg", ".jpeg", ".png", ".gif". Le opzioni sono elaborate in ordine di priorità; se viene trovata una cover non è possibile effettuare ulteriori ricerche con priorità inferiori. Google-Search non sempre trova immagini con una buona risoluzione, quindi sono preferibili altre opzioni.

source: left-right Options should be self-explaining. Allowed file extensions: .txt, .lrc (lrc with Karaoke time stamps). Lyrics-directory depends on the setting in General Adjustments: Song directory or Common Lyrics directory The options are processed in the priority order; when Lyrics are found, no further searching in lower priorities
it: Sinistra-Destra Le opzioni dovrebbero essere autoesplicative. Estensioni file consentite: ".txt", ".lrc" (lrc con timbri Karaoke). La directory dei testi dipende dalle impostazione generali: directory delle canzoni o directory comune dei testi Le opzioni sono elaborate in ordine di priorità; se vengono trovati i testi non è possibile effettuare ulteriori ricerche con priorità inferiori.

source: More help is available at www.vuplus-support.org/wbb4 and board.newnigma2.to/wbb4/ just search for Yamp. A manual is available there for download also, and 'Frequently Asked Questions' (FAQ). Please use it. :-) Have fun! @AlfredENeumann & @ekremtt
it: Ulteriori informazioni sono disponibili su www.vuplus-support.org/wbb4 e board.newnigma2.to/wbb4/ basta cercare Yamp. Sono disponibili anche un manuale da scaricare e le FAQ (Frequently Asked Questions). Utilizzateli. :-) Buon divertimento! @AlfredENeumann & @ekremtt

source: left-right: select used skin if custom skin is selected and there is an error in the skin (Yamp starts with black screen, no reaction on keys), delete or rename any file in /usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer/skins/custom or .../fhdCustom, and it will automatically change back to the default screen on the next start
it: Sinistra-Destra: Selezionare la skin utilizzata Se è stata selezionata una skin personalizzata e si verifica un errore nella skin (Yamp si avvia con schermo nero, nessuna reazione ai tasti), cancellare o rinominare qualsiasi file in /usr/lib/enigma2/python/Plugins/Extensions/YampMusicPlayer/skins/custom o .../fhdCustom, per tornare automaticamente alla schermata predefinita al prossimo avvio. FHD Special VTI è regolato su Vu HD 1080P / Standard Font

source: ok: opens filebrowser to select database path recommended: /media/usb/Yamp/DB default: /media/hdd
it: OK: Apre il browser file per selezionare il percorso del database. Consigliato: /media/usb/Yamp/DB. Default: /media/hdd

source: ok: opens filebrowser to select start path for music files recommended: location of your music files default: /media/hdd
it: OK: Aprire browser file per selezionare il percorso iniziale file musicali. Consigliato: percorso file musicali. Default: /media/hdd

source: left-right: if On, start path will we overwritten with actual path on exit default: Off
it: Sinistra-Destra: Se On, il percorso iniziale sarà sovrascritto con il percorso effettivo all'uscita. Default: Off

source: ok: opens filebrowser to select path for saving playlists recommended: /media/usb/Yamp/Playlists default: /media/hdd
it: OK: Aprire il browser file per selezionare il percorso di salvataggio playlist. Consigliato: /media/usb/Yamp/Playlists. Default: /media/hdd

source: left-right: if On, saved lyrics will be stored in the lyrics path. if Off, saved lyrics will be stored in the directory of the music file recommended: On default: On
it: Sinistra-Destra: Se On, i testi salvati saranno memorizzati nel percorso testi. Se Off, i testi salvati saranno memorizzati nella directory del file musicale. Consigliato: On Default: On

source: ok: opens filebrowser to select path for lyrics (if above option is set to On) recommended: /media/usb/Yamp/Lyrics default: /media/hdd
it: OK: Aprire il browser file per selezionare il percorso dei testi (se l'opzione precedente è impostata su On). Consigliato: /media/usb/Yamp/Lyrics. Default: /media/hdd

source: ok: opens filebrowser to select path for screensaver pictures (if screensaver is set to Slideshow) recommended: /media/usb/Yamp/Slides default: /media/hdd
it: OK: Aprire il browser file per selezionare il percorso delle immagini dello screensaver (se lo screensaver è impostato su slide show). Consigliato: /media/usb/Yamp/Slides. Default: /media/hdd

source: ok: opens filebrowser to select path for base directory for screensaver artist-art pictures (if screensaver is set to artist-art). Base directory has to exist already, sub-directoryies for artists will be created automatically if selected. A subdirectory 'Default' should exist for artists without pictures recommended: /media/usb/Yamp/ArtistPics default: /media/hdd
it: OK: Aprire il browser file per selezionare il percorso della directory di base per le immagini artistiche dello screensaver (se lo screensaver è impostato su artwork). La directory di base deve già esistere, le sottodirectory per gli artisti verranno create automaticamente se selezionate. Per gli artisti senza immagini deve esistere una sottodirectory "Default". Raccomandato: /media/usb/Yamp/ArtistPics. Predefinita: /media/hdd

source: Options for the display and behaviour of Filelist/Database list / Playlist
it: Opzioni per la visualizzazione e il comportamento degli elenchi file/database/playlist

source: left-right: choose, if the title of the filelist should include the path default: Title and Path
it: Sinistra-Destra: Determinare se il percorso corrente deve essere visualizzato nell'intestazione della directory dei file. Default: Titolo e percorso

source: left-right: choose, if sub-directories should be excluded from scanninng into database available option entries can be changed in the file <ExcludeSubDirs.txt> in Yamp-directory sub-directories starting with selected letters will not be scanned into database a maximum of 2 sub-dirs can be excluded default: depending on your exclude file
it: Sinistra-Destra: Determinare se le sottodirectory devono essere escluse dalla scansione nel database. Le opzioni disponibili possono essere modificate nel file <ExcludeSubDirs.txt> nella directory Yamp. Le sottodirectory che iniziano con le lettere selezionate non vengono scansionate nel database È possibile escludere un massimo di 2 sottodirectory default: in base a quanto presente ne file di esclusione

source: left-right: choose, if the number of artists in the DB overview should be reduced by removing all in the artist name starting with 'feat' Thus, the artist 'P!nk Feat. Scratch' (or featuring...) will be treated as 'P!nk' only in the details (and the info bar) still the full name will be visible the selection is NOT case sensitive, i.e. small or big letters are treated the same default: On
it: Sinistra-Destra: Determinare se il numero di artisti nella panoramica del DB deve essere ridotto rimuovendo tutti i nomi di artisti che iniziano con 'feat'. In questo modo, l'artista "P!nk feat. Scratch" (o featuring...) sarà trattato solo come "P!nk". Nei dettagli (e nella infobar) sarà ancora visibile il nome completo. La selezione NON è sensibile a maiuscole/minuscole. predefinito: On

source: left-right: On: if there is more than one song with the same title and artist name or title and genre name in the database, only one will be displayed in the appropriate database list default: On
it: Sinistra-Destra: On: se nel database sono presenti più brani con lo stesso titolo/nome artista o lo stesso titolo/genere, solo uno verrà visualizzato nell'elenco del database appropriato. Default: On

source: left-right: On: Titles and artists will be 'titlecased', i.e. start with an upper case letter and continuing with lower case letters. This is useful, when there are different spellings of the same title or artist in the ID3 tags. It works best with words in English language Remark: In <YampDir> there is a file 'NoTitlecase.txt' where excludes can be defined. Entries in this file will remain unchanged. Default entries: AC-DC, BAP, fun., INXS default: On
it: Sinistra-Destra: On: I titoli e gli artisti saranno "normalizzati", cioè inizieranno con una lettera maiuscola e continueranno con lettere minuscole. Ciò risulta utile quando sono presenti diverse grafie per lo stesso titolo/artista nei tag ID3. Funziona meglio con parole in lingua inglese NOTA: In <YampDir> è disponibileun file "NoTitlecase.txt" in cui è possibile definire esclusioni. Le voci inserite in questo file rimarranno invariate. Voci predefinite: AC-DC, BAP, fun., INXS Default: On

source: left-right: Different options for the layout of the playlist. Attention: this setting is only used for new entries, it will not change already existing entries. If you want the same layout for all entries, you should not change this setting on an existing playlist. default: Title and Artist
it: Sinistra-Destra: Opzioni diverse per la struttura delle playlist. Attenzione: questa impostazione viene applicata solo alle nuove voci, non modifica le voci già esistenti. Se si desidera lo stesso layout per tutte le voci, non si deve modificare questa impostazione in una playlist esistente. Default: Titolo e artista

source: left-right: Different options for the layout of the information 'next song'. default: Title - Artist - Album
it: Sinistra-Destra: Opzioni varie per la struttura delle informazioni "brano successivo". Default: Titolo - Artista - Album

source: left-right: Different options for the display of unknown elements (n/a) in info-bar. default: No change: <n/a>
it: Sinistra-Destra: Opzioni varie per la visualizzazione di elementi sconosciuti (n/a) nella infobar. Default: Nessuna modifica: <n/a>.

source: left-right: On: actual playlist is temporary saved on exit and automatically reloaded on next start of Yamp. It is NOT saved as playlist file, so if you want to save it permanently, you have to save it manually (Options with key <Menu> in Playlist) Attention: Long playlists will delay the next start on slow machines. default: On
it: Sinistra-Destra: On: la playlist attuale viene salvata temporaneamente all'uscita e ricaricata automaticamente al successivo avvio di Yamp. NON viene salvata come file di playlist, quindi se si desidera salvarla in modo permanente, è necessario salvarla manualmente (opzioni con il tasto <Menu> in Playlist). Attenzione: lunghe playlist ritardano l'avvio successivo su macchine lente. Default: On

source: left-right: On: endless playing, will start with 1st song at end of list. Off: playing ends at the end of the list Can be temporary changed anytime with <TV>-key default: On
it: Sinistra-Destra: On: riproduzione infinita, ripartirà dal il 1° brano al termine dell'elenco. Off: la riproduzione si arresta al termine dell'elenco. Può essere modificato temporaneamente in qualsiasi momento con il tasto <TV>. Default: On

source: left-right: On: moving of titles in playlist is possible with wrap around'. Off: moving stops at 1st and last entry default: On
it: Sinistra-Destra: On: nello spostamento dei titoli nella playlist è possibile utilizzare il "wrap around". Off: lo spostamento si arresta sulla prima/ultima voce Default: On

source: left-right: On: Yamp begins playing immediately after start with the song last played in the playlist. default: Off
it: Sinistra-Destra: On: Yamp inizia immediatamente a riprodurre l'ultimo brano ascoltato nella playlist. Default: Off

source: enter number: Try to narrow the gap between songs, given in 1/10 seconds. Not being perfect, this may improve the playback of live albums. The next song is started the number of 1/10 seconds before the end of the current song Example: Value = 25: Next song will start 2.5 seconds before the end of the current song. Range: 0 .. 100 = 0 .. 10 Seconds default: 0
it: Immettere un valore (0 - 100): per tentare di ridurre la pausa tra 2 brani (in decimi di secondo). Non funziona perfettamente, ma può migliorare la riproduzione degli album dal vivo. Il brano successivo inizierà x decimi di secondo prima del termine del brano corrente. Esempio: Valore = 25: il brano successivo inizierà 2,5 secondi prima del termine di quello corrente. Intervallo: 0 ... 100 = 0 ... 10 secondi Default: 0

source: Options for the Cover Search and Cover Saving
it: Opzioni per ricerca e salvataggio cover

source: recommended = default: search in ID3-tags
it: Raccomandato = predefinito: Ricercare nei tag ID3

source: recommended = default: search for <title>.<ext>
it: Raccomandato = default: Ricercare per <title>.<ext>

source: recommended = default: search for albumcover.<ext>
it: Raccomandato = default: Ricercare per albumcover.<ext>

source: recommended = default: search at google online
it: consigliato = predefinito: ricercare su google online

source: left-right: this is adjustable, as Cover Search for Videos sometimes has strange results. default: Off
it: Sinistra-Destra: Poiché la ricerca di cover per i video a volte produce risultati strani, è possibile attivare la funzione. Default: Off

source: left-right: select option for saving online found covers in title directory, options should be self-explaining. default: Off
it: Sinistra-Destra: Selezionare per salvare le copertine trovate online nella directory dei titoli; le opzioni dovrebbero essere autoesplicative. predefinito: Off

source: Options for the Lyrics Search and Lyrics Saving
it: Opzioni per ricerca e salvataggio testi

source: recommended = default: search in lyrics-directory
it: consigliato = predefinito: ricercare in directory testi

source: recommended = default: search at azlyrics.com online
it: consigliato = predefinito: ricercare online su azlyrics.com

source: recommended = default: search at chartlyrics.com online
it: consigliato = predefinito: ricercare online su chartlyrics.com

source: left-right: On: Online found Lyrics are saved in Title-Directory or in Lyrics Directory, depending on setting under 'General Adjustments, Use single directory for lyrics'. default: Off
it: Sinistra-Destra: On: i testi trovati online vengono salvati nella directory titolo/directory testi, a seconda dell'impostazione in "Impostazioni generali - Directory comune per tutti i testi". Default: Off
