Repository: oe-mirrors/yampmusicplayer
Catalog: locale/*.po
Languages: it

source: custom size of Display selected. Yamp is trying to read the size from YampLCD.xml!! No adjustment possible
it: Dimensioni personalizzate del display selezionato. Yamp sta cercando di leggere le dimensioni da YampLCD.xml. Nessuna correzione possibile

source: enter number: size of the cover in box-display Range: 10 .. 999, default: 60
it: Inserire un valore (10-999): Dimensioni delle cover nel display. Intervallo: 10 ... 999, valore predefinito: 60

source: left-right: select cover color in box display. you have to try if transparent or non transparent is working, as this is different on different box-displays !!! Attention VTi: !!! On some Vu-Boxes with VTi only color-selctions black & white color transparent are working; with a different selection you will get a skin error <pixmap file /tmp/coverlcd.png not found> Reasan unknown. If you get this error on Yamp-start, change the color setting! default: black & white
it: Sinistra-Destra: Selezionare il colore della cover nel display. Il funzionamento di trasparenza sì/no dipende dal display: provare. !!! Attenzione VTi: !!! Su alcuni box Vu con VTi sono disponibili solo le opzioni di colore bianco e nero (grigio) colore trasparente: una selezione diversa porta a un errore della skin <File immagine /tmp/coverlcd.png non trovato>. Causa sconosciuta. Se appare questo messaggio all'avvio di Yamp, selezionare un'impostazione differente. Default: bianco e nero (grigio)

source: left-right: select horizontal alignment of the cover. x-position of the cover will be calculated out of display size and cover size default: right
it: Sinistra-Destra: Selezionare l'allineamento orizzontale della cover. La posizione x della cover sarà calcolata in base alle sue dimensioni e a quelle del display. Default: destra

source: left-right: select vertical alignment of the cover. y-position of the cover will be calculated out of display size and cover size default: center
it: Sinistra-Destra: Selezionare l'allineamento verticale della copertina. La posizione y della cover sarà calcolata in base alle sue dimensioni e a quelle del display. Default: centro

source: Misc. basic and debug settings
it: Varie impostazioni di base e di debug

source: left-right: select if you want to see the used Yamp-skin in the title line default: On
it: Sinistra-Destra: Selezionare se si desidera visualizzare la skin utilizzata da Yamp nella riga del titolo Default: On

source: left-right: select if you want to see help-texts for buttons repeat (TV), shuffle (Radio) and Screensaver (%s) in main screen default: On
it: Sinistra-Destra: Selezionare se si desidera visualizzare il testo di aiuto per i tasti Ripetere (TV), Riprodurre (Radio) e Screensaver (%s) nella schermata principale. Default: On

source: left-right: select if you want to see the filename with or without path of the current picture in screensaver-mode individual - dia show for both options it is selectable if the text is shown with black background (better readability) or without background (picture is less 'disturbed') default: No
it: Sinistra-Destra: Selezionare se si desidera visualizzare il nome del file dell'immagine corrente nello screensaver (modalità Personalizzata - Slide show), con o senza il percorso. È inoltre possibile per entrambe le opzioni definire se il testo debba essere visualizzato con uno sfondo nero (lettura più facile) o senza sfondo (immagine meno disturbata). Default: No

source: left-right: select if you want to see Yamp in the extension menu default: On
it: Sinistra-Destra: Determinare se si desidera visualizzare la voce Yamp nel menu estensioni. Default: On

source: left-right: select if you want to see Yamp in the main menu default: Off
it: Sinistra-Destra: Determinare se si desidera visualizzare la voce Yamp nel menu principale. Default: On

source: left-right: Debug Mode: Standard: error only if everything is ok, you may switch to 'off'. Use 'all' or one of the 'specials' only if you are asked for it by the author default: errors only
it: Sinistra-Destra: Modalità debug: Standard = solo errori Se tutto funziona correttamente, si può impostare a "Off". Usare "Tutto" o una voce "speciale" solo se richiesto dall'autore. Default: solo errori

source: ok: opens filebrowser to select the directory where to store the debug file recommended: /media/usb/Yamp/Debug default: /media/hdd
it: OK: Aprire il browser file per selezionare la directory in cui memorizzare il file di debug. Consigliato: /media/usb/Yamp/Debug. Default: /media/hdd

source: left-right: Switch debug mode for used memory on or off. Should never be necessary. default: Off
it: Sinistra-Destra: Attivare/Disattivare la modalità di debug della memoria utilizzata. Non dovrebbe mai essere necessario. Default: Off

source: music files base dir
it: Dir. base file musicali

source: lyrics
it: Testi

source: playlists
it: Playlist

source: screensaver individual (Dia-Show)
it: Screensaver personalizzato (Dia-Show)

source: screensaver artwork base dir
it: Dir. base artwork screensaver

source: debug files
it: File di debug

source: you selected a skin with video-preview Please select if you want to switch on TV in preview window now:
it: È stato selezionata una skin con anteprima video. Attivare la TV nella finestra anteprima:

source: Could not read cover size from %s Wrong formatted? Selection of box-display size <custom> disabled.
it: Impossibile leggere dimensioni cover da %s Formattazione errata? Selezione dimensioni display <custom> disabilitata.

source: YAMP Music Player - Select Path for %s
it: YAMP Music Player - Selezionare percorso per %s

source: Invalid Location
it: Posizione non valida

source: List of Storage Devices
it: Elenco dispositivi di archiviazione

source: Parent Directory
it: Directory padre

source: nothing connected
it: Nulla è connesso

source: Version News LONG: First Page
it: Novità sulla versione LUNGO: prima pagina

source: Yamp First Steps
it: Yamp: primi passi

source: Basic Operation
it: Operazioni base

source: Hints
it: Suggerimenti

source: next page
it: Pagina successiva

source: previous page
it: Pagina precedente

source: Close
it: Chiudere

source: first page
it: Prima pagina

source: YAMP Help Page
it: Pagina help YAMP

source: YAMP Music Player Lyrics
it: YAMP Music Player - Testi

source: Track-No
it: Traccia n°

source: length
it: Durata

source: Date
it: Data

source: songtext provided by:
it: Testi forniti da:

source: Cover provided by:
it: Cover fornita da:

source: Exit
it: Uscire

source: Lyrics / Karaoke timestamp edit options
it: Opzioni modifica timestamp testi/Karaoke

source: play title
it: Riprodurre brano

source: Close lyrics screen
it: Chiudere schermata testi

source: Move to first line
it: Andare a inizio elenco

source: Move to last line
it: Andare a fine elenco

source: jump back in title short
it: Salto indietro breve

source: jump forward in title short
it: Salto avanti breve

source: jump back in title middle
it: Salto indietro medio

source: jump forward in title middle
it: Salto avanti medio

source: jump back in title long
it: Salto indietro lungo

source: jump forward in title long
it: Salto avanti lungo

source: Sorry, (still) no lyrics found
it: Nessun testo trovato

source: Not found on azlyrics. Answer from Server:
it: Non trovato su azlyrics. Risposta server:

source: Lyrics for this title not found on chartlyrics.com
it: Testo del titolo non trovato su chartlyrisc.com

source: Access to chartlyrics.com failed.
it: Accesso a chartlyrics.com fallito.

source: Lyrics saved to %s
it: Testi salvati in %s

source: Saving lyrics %s failed
it: Salvataggio testi in %s fallito

source: Lyrics have been changed Do yo want to save the lyrics file?
it: Testo modificato. Salvare il file testo?

source: Do yo want to delete the lyrics file %s ?
it: Rimuovere il file testi %s?

source: Lyrics-file %s existing already. Do you really want to overwrite ?
it: File testi %s già presente. Sovrascriverlo?

source: Lyrics have been changed Do yo want to save before exit?
it: Testo modificato. Salvare prima di uscire?

source: deactivate edit mode (scroll over empty lines)
it: Disattivare modalità modifica (scorrere su righe vuote)

source: activate edit mode (empty lines also accessible)
it: Attivare modalità modifica (accessibili anche righe vuote)

source: edit selected line
it: Modificare riga

source: add line after current
it: Aggiungere riga dopo la riga corrente

source: copy line
it: Copiare riga

source: insert copied line after current
it: Inserire la riga copiata dopo la riga corrente

source: delete selected line
it: Rimuovere riga

source: No time data in lyrics, no time offset option
it: Nessun dato temporale nei testi, opzione offset non disponibile

source: Set time stamp offset value for all times in file
it: Inserire il valore di offset per tutti i timestamp di questo file

source: Offset for timestamp (text later) :
it: Offset timestamp (testo ritardato) :

source: Offset for timestamp (text earlier) : -
it: Offset timestamp (testo anticipato) : -

source: Lyrics Edit / Karaoke Timestamp Offset Hint: You may try and test as much as you want, changes will be active 'on the fly' immediately, including offset in Karaoke Timestamp. You will be asked before the file with any changes will be saved. The different edit options also are described in the Help screen, Page 15. Reminder: Help Screen: INFO/EPG LONG Do you want to deactivate this message for the current session?
it: Modifica testi / Offset timestamp Karaoke Nota: è possibile provare e testare a piacere, le modifiche saranno immediatamente attivate "al volo", compreso l'offset del timestamp Karaoke. Prima di salvare il file con le modifiche, verrà chiesta conferma. Le diverse opzioni di modifica sono descritte anche nella schermata della Guida, a pagina 15. Promemoria: Schermata di help: INFO/EPG LUNGO Disattivare questo messaggio per la sessione corrente?

source: Lyrics Editor / Karaoke Timestamp Offset
it: Editor testi / Offset timestamp Karaoke

source: Please enter timestamp offset value in milliseconds
it: Inserire valore offset timestamp in millisecondi

source: Edit lyrics line
it: Modificare riga testo

source: Add lyrics line
it: Aggiungere riga testo

source: Delete
it: Rimuovere

source: Save
it: Salvare

source: Auto move Off
it: Spostamento automatico Off

source: Auto move On
it: Spostamento automatico On

source: Disallow time edit
it: Non consentire modifica tempo

source: Allow time edit
it: Consentire modifica tempo

source: Music Player with Artist-Art Background
it: Lettore musicale con sfondi artistici

source: This plugin needs a HD or FHD skin
it: Questo plugin necessita una skin HD o FHD

source: Cannot open mountpoint %s
it: Impossibile aprire mountpoint %s
